{
  "movies": [
    {
      "name": "18-废材翻身撼乾坤（56集）",
      "vietName": "Võ Thần Thức Tỉnh Lật Càn Khôn",
      "summary": "Tiêu Diễm, con hoang của trưởng tộc Tiêu gia, luôn bị gia tộc khinh thường. Dù vậy, cậu sở hữu thiên phú phi thường và được ba bậc thầy ẩn cư đào tạo. Khi sức mạnh thật sự bộc lộ, kẻ thù lộ thân phận cậu và đe dọa người thân. Liệu Tiêu Nghiêm sẽ vượt qua khủng hoảng ra sao?",
      "top": 1,
      "poster": "https://bbs.dyyjpro.com/assets/files/2024-08-20/1724145074-906141-25.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/reel/903462675696714/",
          "uploadDate": "2025-12-19",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0f8g",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0fhy",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Film-Goc-CT",
      "vietName": "Tường Vy Truyện - Thiên Tài Bị Che Giấu",
      "summary": "Tại Thanh Châu, nơi trọng nam khinh nữ, Diệp Lăng Vi là nhị tiểu thư của Diệp gia nhưng bị cha ruột coi như món hàng để đổi lấy quyền lực. Sau khi chị gái bị gả cho Tư Mã Cuồng - tên Đốc quân tàn bạo - và bị đánh chết tức tưởi, cha cô tiếp tục ép cô phải thế chỗ chị mình. Không chấp nhận số phận bi thảm, Lăng Vi cùng mẹ bỏ trốn và may mắn gặp được Đại Tông Sư Yến Nam Thiên nhận làm đệ tử.\r\nBa năm sau, Lăng Vi quay trở lại đúng ngày đại hội gia tộc. Lúc này, Diệp gia đang bị kẻ thù chèn ép, đám đàn ông hèn nhát chỉ biết quỳ gối xin hàng. Lăng Vi một mình đứng ra đánh bại cường địch, phế bỏ chức tộc trưởng của cha và trừng trị tên ác bá Tư Mã Cuồng. Tuy nhiên, sóng gió chưa dừng lại khi Tư Mã Cuồng cấu kết với cao thủ Đông Doanh là Phục Bộ Toàn Tàng để xâm lược. Trong trận chiến sinh tử, Lăng Vi đả thông hai mạch Nhâm Đốc, đột phá cảnh giới Võ Thánh, bảo vệ mẹ và non sông.\r\nSau khi bình định Thanh Châu, Lăng Vi đưa mẹ về Trung Châu thăm ông ngoại nhân đại thọ 60 tuổi. Tại đây, hai mẹ con tiếp tục bị các cậu ruột khinh thường, sỉ nhục món quà là bình rượu thuốc quý giá. Chỉ đến khi thân phận Võ Thánh của cô được Đại Nguyên Soái kính trọng và cô ra tay cứu cả Cố gia khỏi sự trả thù của giặc ngoại xâm, tất cả mới vỡ lẽ và hối hận muộn màng.",
      "top": 2,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTLlJdXO3gXvW5K2tj-LPsJ5Ns1mb_8GJt5HQ&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/reel/1360948078380825",
          "uploadDate": "2025-12-19",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0lh2",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0fts",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Võ Công Giả Dị Năng",
      "vietName": "Võ Công Giả Dị Năng",
      "summary": "Cuộc sống bình yên của Thạch Kiến Minh và Diệp Kiều bỗng chốc bị phá vỡ khi Phái Hàn Sơn do Phong Nhất Hàn cùng mẹ con ông ta tìm đến trả thù. Dị năng giả Cục Thần Ẩn đã nhân cơ hội này ra tay đàn áp võ giả, buộc Thạch Kiến Minh phải trở lại giang hồ. Một trận chiến sinh tử nổ ra hé lộ âm mưu chấn động, thay đổi vận mệnh võ lâm.",
      "top": 3,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-09-29/1759163435-393686-71.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1BXE4m9CTV/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/14P5E4P5i74/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1BookFpYDN/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 4,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1EmJnPpX9f/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 5,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/17TcV77TyZ/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "Bố_Tôi_Là_Trùm_Ẩn_Danh",
      "vietName": "Bố Tôi Là Ông Trùm Ẩn Danh",
      "summary": "Một người đàn ông trung niên làm công việc quét dọn tại khách sạn thực chất lại là \"Long Thủ\" - người đứng đầu tập đoàn Thiên Môn quyền lực nhất thế giới. Vì muốn con trai trưởng thành tự lập, ông đã che giấu thân phận siêu tỷ phú của mình suốt 20 năm. Bi kịch bắt đầu khi cô con dâu tương lai vì ham mê danh lợi, ảo tưởng sức mạnh sau khi được thăng chức (do chính ông ngầm sắp xếp) đã nhẫn tâm hủy hôn và sỉ nhục ông ngay trong tiệc sinh nhật.\r\nMay mắn thay, nữ chủ tịch của tập đoàn Tinh Huy vì cảm kích hành động hiệp nghĩa của ông đã quyết định kết hôn chớp nhoáng, bất chấp ông chỉ là một nhân viên phục vụ nghèo hèn trong mắt người đời. Từ đây, ông trùm ẩn danh phải đối mặt với sự khinh miệt của cậu em vợ hám tiền, sự sỉ nhục của đám bạn học cũ hợm hĩnh và những âm mưu chiếm đoạt của các thế lực đen tối. Đỉnh điểm là khi vợ ông bị một thiếu gia quyền thế ép uống rượu độc, \"Long Thủ\" buộc phải triệu tập thuộc hạ, tung ra \"Thiên Môn Hắc Thẻ\" để dạy cho những kẻ có mắt không tròng một bài học nhớ đời.",
      "top": 4,
      "poster": "https://cdn.phimngan.xyz/covers/52e96d54-1318-4d4b-ac83-5954af623276.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w2u3y",
          "videoUrl": "",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w2u3w",
          "videoUrl": "",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w2u3u",
          "videoUrl": "",
          "uploadDate": "2025-12-20",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Đệ Nhất Phá Gia - Phò Mã Báo Thù",
      "vietName": "Đệ Nhất Phá Gia - Phò Mã Báo Thù",
      "summary": "Nhị công tử của phủ Trấn Bắc Hầu nổi tiếng khắp kinh thành là kẻ ăn chơi trác táng, \"nghịch tử\" phá gia chi tử. Thực chất, chàng là một thiên tài võ học, phải giả điên giả dại suốt 15 năm để bảo toàn tính mạng trước sự hãm hại của bà mẹ kế độc ác và thế lực nhà ngoại Tể tướng. Trong cuộc tỷ võ kén rể, khi các dũng sĩ Đại Viêm thất bại thảm hại trước các hoàng tử ngoại bang, chàng buộc phải ra tay cứu vãn quốc thể và được Hoàng đế ban hôn làm Phò mã.\r\nTuy nhiên, Công chúa lại vô cùng chán ghét vị hôn phu \"phế vật\" này vì nàng đã đem lòng yêu mến \"Nhất Chi Mai\" - một vị đại hiệp bí ẩn hành hiệp trượng nghĩa. Đỉnh điểm mâu thuẫn là khi Tể tướng Lữ Hữu Vi âm mưu tạo phản, cấu kết với sơn tặc và ngoại bang để bắt cóc Công chúa nhằm chiếm đoạt kho vũ khí. Trong khoảnh khắc sinh tử, Phò mã đã cởi bỏ lớp vỏ bọc, lộ diện chính là Nhất Chi Mai, một tay tiêu diệt phản loạn. Liệu Công chúa sẽ đối mặt ra sao khi biết người chồng mình luôn ruồng rẫy lại chính là người trong mộng?",
      "top": 5,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-28/1764357365-893267-56.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/17jCwETF5H/",
          "uploadDate": "2025-12-20",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Trở_Lại_Đường_Đua_(56)",
      "vietName": "Trở Lại Đường Đua",
      "summary": "Một người đàn ông trung niên làm công việc quét dọn tại khách sạn thực chất lại là \"Long Thủ\" - người đứng đầu tập đoàn Thiên Môn quyền lực nhất thế giới. Vì muốn con trai trưởng thành tự lập, ông đã che giấu thân phận siêu tỷ phú của mình suốt 20 năm. Bi kịch bắt đầu khi cô con dâu tương lai vì ham mê danh lợi, ảo tưởng sức mạnh sau khi được thăng chức (do chính ông ngầm sắp xếp) đã nhẫn tâm hủy hôn và sỉ nhục ông ngay trong tiệc sinh nhật.\r\nMay mắn thay, nữ chủ tịch của tập đoàn Tinh Huy vì cảm kích hành động hiệp nghĩa của ông đã quyết định kết hôn chớp nhoáng, bất chấp ông chỉ là một nhân viên phục vụ nghèo hèn trong mắt người đời. Từ đây, ông trùm ẩn danh phải đối mặt với sự khinh miệt của cậu em vợ hám tiền, sự sỉ nhục của đám bạn học cũ hợm hĩnh và những âm mưu chiếm đoạt của các thế lực đen tối. Đỉnh điểm là khi vợ ông bị một thiếu gia quyền thế ép uống rượu độc, \"Long Thủ\" buộc phải triệu tập thuộc hạ, tung ra \"Thiên Môn Hắc Thẻ\" để dạy cho những kẻ có mắt không tròng một bài học nhớ đời.",
      "top": 6,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-05-18/1747553305-806598-28.jpg",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1AHSRhBTnN/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1EodXfYnNz/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/19zxcYfZaL/",
          "uploadDate": "2025-12-20",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "17.且看肥娘扶儿上皇位（60集）毛靖馨&吕岳",
      "vietName": "Bà Mập Đưa Con Lên Ngôi - Bị Chê Béo Phì Dốt Nát, Mẹ Đơn Thân Lột Xác Thành Tuyệt Sắc Giai Nhân Giúp Con Trai Hạ Đo Ván Trà Xanh",
      "summary": "Lý Tài nhân và Đại Hoàng tử Tiêu Triệt vốn bị Hoàng đế ghẻ lạnh vì ngoại hình thừa cân và tính tình nhút nhát. Trong buổi Vạn Thọ Yến, hai mẹ con bị Ngu Quý phi hãm hại làm rách lễ phục và bị sỉ nhục trước bá quan văn võ, thậm chí còn bị đẩy xuống hồ suýt mất mạng. Tuy nhiên, sau khi tỉnh lại, Lý Tài nhân như biến thành một người khác. Nhờ vào \"Cửa hàng vạn giới xuyên không gian\", cô không chỉ lấy lại vóc dáng thon gọn xinh đẹp chỉ trong một tháng mà còn rèn giũa con trai trở thành một thiên tài thông thạo ngoại ngữ.\r\nKhi sứ thần nước Ô Lỗ Lỗ đến gây khó dễ với bản hòa đàm bất công và những thử thách oái oăm như đua chim ưng và đấu với gấu, Lý Tài nhân đã dùng insulin để chữa bệnh tiểu đường \"nan y\" cho Thái Hoàng Thái Hậu, đồng thời dùng flycam (Chim Thuấn Di) và súng gây mê để giúp con trai chiến thắng áp đảo, giành lại thể diện cho quốc gia. Cuối cùng, âm mưu soán ngôi của gia tộc họ Ngu bị vạch trần bởi chính những thiết bị công nghệ mà Lý Tài nhân mang tới, đưa Tiêu Triệt đường hoàng bước lên ngôi vị Thái tử.",
      "top": 7,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-10-02/1759380297-756710-17.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4z0k",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4z0i",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4z0g",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "08.九岁神探（60集）崔煜森&魏嘉",
      "vietName": "Thần Thám Trùng Sinh Vào Cậu Bé 9 Tuổi: Chỉ Mất 3 Ngày Để Phá Án Mạng Phòng Kín",
      "summary": "Nội dung phim xoay quanh Ngô Nam, một thám tử đại tài bất ngờ trùng sinh vào cơ thể của một cậu bé 9 tuổi. Sống cùng người chị gái là cảnh sát hình sự \"gà mờ\" Ngô Hân Nghiên, Ngô Nam buộc phải ra tay hỗ trợ chị mình phá giải những vụ án hóc búa mà cả sở cảnh sát phải bó tay.\r\nTừ vụ án người phụ nữ hàng xóm bị sát hại dã man với hiện trường giả tinh vi, đến vụ án ông chủ nhà máy thực phẩm chết trong phòng kín với nghi phạm có bằng chứng ngoại phạm hoàn hảo trên máy bay. Liệu cậu bé 9 tuổi sẽ làm thế nào để vạch trần hung thủ thực sự và âm mưu \"tráo đổi thân phận\" của cặp anh em song sinh?",
      "top": 8,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-18/1763486546-816259-8.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4iyg",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4iyk",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4iyi",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "03.乱世悍卒娶媳妇就变强（60集）马嘉苒&吕岳",
      "vietName": "Cha Già 75 Tuổi Thay Con Đi Lính Cưới Liền 5 Mỹ Nữ, Đêm Tân Hôn Hồi Xuân Khiến Quân Thù Khiếp Sợ",
      "summary": "Bộ phim kể về một lão nông 75 tuổi bị đứa con trai bất hiếu và con dâu ép phải đi tòng quân thay để trốn tránh nghĩa vụ. Cứ tưởng đây là con đường chết, nhưng ông lại bất ngờ thức tỉnh \"Hệ thống cưới vợ liền mạnh\". Ngay tại trại tuyển quân, ông đã cứu và cưới 4 tiểu thư tội thần bị ruồng bỏ làm vợ.\r\nSau đêm tân hôn, hệ thống ban thưởng thuốc cải lão hoàn đồng và sức mạnh ngàn cân, biến ông từ một lão già lọm khọm thành một chiến thần trẻ trung, dũng mãnh. Trên chiến trường biên quan, ông đơn thương độc mã giải cứu Nữ Tướng Quân khỏi quân phản loạn, dùng \"Không Thành Kế\" dọa lui vạn quân Nam Man và thậm chí bắt sống luôn cả Nữ Vương man tộc về làm vợ. Từ một kẻ bị xem thường, ông trở thành người hùng cứu quốc, quay trở về dạy cho đứa con bất hiếu một bài học nhớ đời.",
      "top": 9,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-20/1763660566-903529-3.png",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w59fy",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w59fu",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w59fw",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "12.灼华烬（61集）丁晓&苏逸阳",
      "vietName": "Tiểu Thư Thay Em Gái Gả Cho Bạo Chúa Khát Máu, Đêm Tân Hôn Mới Biết Chồng Là Sủng Thê Cuồng Ma",
      "summary": "Đại tiểu thư phủ Tướng quân chấp nhận thay cô em gái cùng cha khác mẹ gả sang Bắc Ly để hòa thân. Tương truyền Bắc Ly Vương là kẻ tàn bạo, khát máu, ai gả qua cũng đều chết bất đắc kỳ tử. Trong khi đó, vị Thái tử Đại Hạ - người từng làm thị vệ thân cận bên cạnh đại tiểu thư suốt 3 năm - lại đem lòng yêu thương cô em gái tâm cơ vì nhầm tưởng đó là ân nhân cứu mạng năm xưa. Hắn không ngần ngại làm tổn thương, thậm chí để mặc đại tiểu thư bị hành hạ chỉ để bảo vệ người tình trong mộng.\r\nTuy nhiên, khi đặt chân đến Bắc Ly, đại tiểu thư mới phát hiện Bắc Ly Vương không hề đáng sợ như lời đồn, ngược lại chàng là một bậc minh quân và hết mực cưng chiều cô. Lúc này, Thái tử Đại Hạ mới bàng hoàng phát hiện ra sự thật rằng người con gái hắn yêu thương bấy lâu nay lại là kẻ độc ác, từng hãm hại mẹ và em trai của đại tiểu thư. Hối hận muộn màng, hắn điên cuồng chạy đến Bắc Ly đòi lại người xưa nhưng lúc này nàng đã là Vương hậu cao quý của kẻ khác.",
      "top": 10,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-08-13/1755080115-576110-12.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1G2up4vBuD/",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1Dc2kdwsrr/",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w5ani",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "21.什么，我老婆竟是东晋第一女魔头（80集）张元帅＆姜熙饶＆杨洁",
      "vietName": "Thanh Niên Xuyên Không Làm Rể Phế Vật Bị Cả Gia Tộc Khinh Thường Và Màn Lật Mặt Cực Gắt",
      "summary": "Đường Vũ, một thanh niên hiện đại con nhà chủ sòng bạc, bất ngờ xuyên không về thời Đông Tấn loạn lạc. Để bảo toàn mạng sống trước sự truy sát của kẻ thù, cha anh đã ép anh đi ở rể cho Tạ gia - một danh gia vọng tộc lẫy lừng. Điều đáng sợ là thê tử của anh, Tạ Thu Đồng, lại mang danh \"Đông Tấn Đệ Nhất Nữ Ma Đầu\", người bị đồn đại là điên loạn và đã giết chết 4 người chồng trước đó.\r\n\r\nTuy nhiên, Đường Vũ nhanh chóng phát hiện ra sự điên loạn của Tạ Thu Đồng chỉ là vỏ bọc để cô sinh tồn giữa những âm mưu chính trị thâm độc của Thái tử Tư Mã Túc và người chú đạo đức giả Tạ Ngu. Bị kẹt giữa một cô vợ nguy hiểm, một nữ sát thủ Ma giáo tên Hỉ Nhi đang đòi tấm bản đồ kho báu gia truyền, và sự khinh miệt của gia tộc nhà vợ, Đường Vũ buộc phải vùng lên. Bằng kiến thức hiện đại, anh chế tạo nỏ Tam Cung phá vỡ quy tắc quân sự và dùng triết học \"Lý Học\" để vả mặt những kẻ trí thức hủ bại, từng bước chinh phục cô vợ \"điên\" và thay đổi vận mệnh cả triều đại.",
      "top": 11,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-13/1763011292-76720-21.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dba",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dqs",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dbe",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 4,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dzi",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "20202-一枪定山河（52集）",
      "vietName": "Phận Con Thứ Bị Cấm Học Võ Lén Luyện Thần Công Cứu Gia Tộc Vẫn Bị Ép Phế Tay Chân Và Màn Phản Công",
      "summary": "Gia tộc họ Lâm hàng trăm năm qua tồn tại một quy định tàn khốc: Phàm là con thứ (dòng dõi vợ lẽ) tuyệt đối không được học võ, kẻ trái lệnh sẽ bị phế bỏ võ công và đánh gãy tay chân. Nữ chính sinh ra mang phận con thứ thấp hèn, cha ruột từng vì lén học võ mà bị gia tộc cắt gân tay trở thành phế nhân, nên ông kịch liệt cấm cản cô đi theo vết xe đổ. Tuy nhiên, cô lại là kỳ tài võ học hiếm có, lén lút luyện thành Long Ngâm Thương - tuyệt kỹ thất truyền của lão tổ tông. Bi kịch ập đến khi kẻ thù truyền kiếp cấu kết với ngoại bang tấn công gia tộc. Trong khi đám con dòng đích ngạo mạn nhanh chóng bại trận, nữ chính đã đứng ra một mình chống lại cường địch. Nhưng trớ trêu thay, sau khi cứu cả gia tộc thoát khỏi diệt vong, cô lại bị chính cha mình và gia quy ép phải tự phế võ công để tạ tội. Cùng lúc đó, một bí mật động trời về người bác bị trục xuất 60 năm trước quay lại báo thù được hé lộ. Liệu cô gái nhỏ có phá bỏ được định kiến ngàn năm và bảo vệ được những người thân yêu?",
      "top": 12,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-04-06/1743938203-745853-26.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/17gcthJ32L/",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6jmc",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "phu tuganh can khon",
      "vietName": "Người Cha Quê Mùa Của Trạng Nguyên Lên Kinh Thành Dự Tiệc Bất Ngờ Lật Kèo Khiến Ai Cũng Kinh Ngạc",
      "summary": "Chàng tân khoa Trạng nguyên vừa đưa người cha quê mùa lên kinh thành dự tiệc Khai Xuân Yến thì đã gặp phải vô vàn sóng gió. Với vẻ ngoài lôi thôi và phong thái tự nhiên thái quá, người cha liên tục bị giới quý tộc và quan lại, đặc biệt là Chu Lão, mỉa mai và khinh rẻ. Đỉnh điểm là khi ông tùy tiện vẽ một bức tranh \"nguệch ngoạc\" để đấu giá từ thiện, khiến con trai xấu hổ muốn độn thổ. Tuy nhiên, sự xuất hiện của đệ tử Kiếm Thánh đã đảo ngược tình thế khi vị này bỏ ra cả gia tài để mua bức tranh đó.\r\nBi kịch thực sự ập đến khi Cổ Thần và bè lũ hắc ám xé toạc không gian tấn công kinh thành. Trong khi các đại cao thủ và quân lính đều bất lực, người cha \"ăn mày\" bỗng nhiên thay đổi khí chất, một bước hóa thành Phu Tử - huyền thoại cứu thế đã ẩn dật 20 năm qua. Liệu sức mạnh của người đứng đầu nhân tộc có đủ để ngăn chặn sự hủy diệt của Cổ Thần và che chở cho đứa con trai đang ngỡ ngàng của mình?",
      "top": 13,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-03-25/1742876106-577629-19.png",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w8mu6",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w8mu4",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w8nno",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "cotruong8tuoi",
      "vietName": "Cơ Trưởng 8 Tuổi Cầm Lái Cứu Sống 147 Hành Khách Khiến Mẹ Ruột Hối Hận Khóc Ngất Đòi Tái Hợp",
      "summary": "Trùng sinh về năm 8 tuổi để cứu cha! Vốn là một cơ trưởng huyền thoại, anh bất ngờ sống lại trong thân xác chính mình năm 8 tuổi - ngay trên chuyến bay tử thần năm xưa. Với kỹ năng lái máy bay thượng thừa trong hình hài một đứa trẻ, liệu cậu có thể viết lại lịch sử và cứu sống cả chuyến bay?",
      "top": 14,
      "poster": "https://akamai-static.shorttv.live/images/cover/2025/11/24/ab10f2dacd454667814208045f03d4a3.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w8pty",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w8ptw",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "09.妈妈的完美伪装（60集）彭娜莎&邓欣豪",
      "vietName": "BẠN THÂN 20 NĂM PHẪU THUẬT THÀNH MÌNH ĐỂ CƯỚP CHỒNG VÀ TÀI SẢN | Mẹ Giả Hoàn Hảo",
      "summary": "Tóm tắt nội dung: Câu chuyện kể về Tần Uyển Nhu (do Bành Na Sa thủ vai) - người bạn thân 20 năm kiêm trợ lý của thiên kim tiểu thư Trần Tĩnh. Vì lòng tham và sự đố kỵ, Uyển Nhu đã nhẫn tâm hãm hại Trần Tĩnh, sau đó phẫu thuật thẩm mỹ để có gương mặt y hệt bạn mình. Cô ta đường hoàng bước vào nhà họ Thẩm, đóng giả làm vợ của Thẩm Minh Viễn và mẹ của bé Tiểu Vọng hòng chiếm đoạt khối tài sản khổng lồ cùng bằng sáng chế công nghệ. Tuy nhiên, dù có gương mặt giống hệt, cô ta không thể lừa được trực giác của cậu con trai nhỏ. Đằng sau cánh cửa hào môn, \"mẹ giả\" hiện nguyên hình là một ác quỷ, hành hạ đứa bé để ép cung mật khẩu... Liệu Thẩm Minh Viễn có phát hiện ra sự thật kinh hoàng này?",
      "top": 15,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-20/1763609586-215781-9.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w98c4",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w98c2",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "17.重生回夫君大婚时，她逆风翻盘第二季（68集）杨晨璐＆杨承翰＆陈云廷",
      "vietName": "Vợ Tỷ Phú Trọng Sinh Diệt Cả Nhà Chồng Cặn Bã, Trưởng Công Chúa Tham Lam Bị Tát Sưng Mặt",
      "summary": "Kiếp trước, Vân Tranh mang theo của hồi môn trị giá hàng triệu lượng vàng gả vào Bình Tây Hầu Phủ, nhưng lại bị gia đình chồng lừa gạt, chiếm đoạt tài sản và hãm hại đến chết. Trọng sinh trở lại đúng ngày đại hôn, cô quyết tâm thay đổi vận mệnh. Với thân phận Cẩm Vân Quận Chúa và người nắm giữ huyết mạch kinh tế của kinh thành, Vân Tranh không chỉ thẳng tay trừng trị gã chồng tệ bạc Giang Văn Châu mà còn đối đầu trực diện với thế lực hoàng gia thối nát.\r\nCuộc chiến lên đến đỉnh điểm khi Trưởng Công Chúa cậy quyền thế muốn chiếm đoạt phủ đệ và gia sản của cô. Không chùn bước, Vân Tranh gõ Đăng Văn Cổ kiện lên Hoàng Đế, vạch trần âm mưu tạo phản và làm lộ tẩy mối quan hệ bất chính trong gia đình chồng cũ. Dưới sự bảo vệ âm thầm của Cửu Thiên Tuế quyền khuynh triều chính và Tứ Hoàng Tử si tình, liệu Vân Tranh có thể một tay che trời, dọn sạch bè lũ tham quan và tìm được hạnh phúc đích thực?",
      "top": 16,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-10-24/1761274363-37027-17.jpg",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w986c",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w986g",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w986i",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 4,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w986e",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "03.九天玄女（69集）鲍李宁&张乐瑶",
      "vietName": "Hy Sinh Tiên Cốt Giúp Chồng Đoạt Thiên Hạ, Ngày Đăng Cơ Hắn Đón \"Trà Xanh\" Về Phế Hậu",
      "summary": "Nàng là Cửu Thiên Huyền Nữ cao quý (do Trương Nhạc Dao đóng), vì yêu mà hy sinh 1 vạn năm tu vi, rút tiên cốt đúc kiếm thần giúp Tiêu Tẫn (do Bào Lý Ninh đóng) từ kẻ tay trắng trở thành Hoàng Đế. Nhưng ngày vui ngắn chẳng tày gang, khi giang sơn đã định, hắn lại bội ước lời thề \"một đời một kiếp\", rước ả nhân tình Sương Nhi và đứa con hoang về cung, tin lời sàm tấu phong làm Phúc Tinh, phế bỏ Hậu vị của nàng.\r\nTột cùng đau đớn, nàng quyết định dứt áo ra đi, quay về Thiên Giới. Khoảnh khắc nàng rời đi, Thần Kiếm gãy nát, vận may của Đại Lương cũng chấm dứt, thiên tai ập xuống. Lúc này Tiêu Tẫn mới biết ai mới thực sự là \"Phúc Tinh\" của đời mình, nhưng tất cả đã quá muộn màng...\r\nĐây là bộ phim cổ trang huyền huyễn cực hay về sự hối hận muộn màng của tra nam và cái kết viên mãn bên Chiến Thần Mặc Uyên si tình. Cùng Lu Yêu Phim theo dõi nhé!",
      "top": 17,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-09-27/1758940264-169569-8.jpg",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1gFT7ifCHG/",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1HUoTf7cSS/",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w9856",
          "videoUrl": "",
          "uploadDate": "2025-12-23",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "Thiên Kim Giả Bị Đuổi Khỏi Nhà Bất Ngờ Nghe Được Tiếng Thú Cưng Giúp Anh Trai Phá Đại Án",
      "vietName": "Thiên Kim Giả Bị Đuổi Khỏi Nhà Bất Ngờ Nghe Được Tiếng Thú Cưng Giúp Anh Trai Phá Đại Án",
      "summary": "Hạ Tri Ninh làm thiên kim tiểu thư 22 năm thì bị phát hiện là hàng giả. Cô bị gia đình họ Hạ đuổi ra khỏi nhà không thương tiếc vì tin lời hãm hại của thiên kim thật tâm cơ Hạ Thanh Thanh. Mất tất cả, Tri Ninh tìm về với người anh ruột làm cảnh sát quèn, nhưng bất ngờ thay, cô phát hiện mình có năng lực nghe hiểu tiếng động vật!\nNội dung chính: Từ chú chuột hamster Tiểu Bảo, chó hoang, cho đến hổ dữ trong sở thú hay cá dưới hồ, tất cả đều trở thành \"tai mắt\" giúp Tri Ninh thu thập manh mối. Cô liên tiếp giúp anh trai ruột phá các vụ án giết người liên hoàn, bắt cóc và rửa oan cho chính mình. Trong khi đó, gia đình cũ và người anh nuôi kiêu ngạo Hạ Tranh liên tục bị \"vả mặt\" ê chề khi nhận ra ai mới là thiên tài thực sự. Cùng xem hành trình Tri Ninh từ kẻ bị ruồng bỏ trở thành \"đoàn sủng\" của cục cảnh sát và lọt vào mắt xanh của Tổng tài Cố Hoài Dã như thế nào nhé!",
      "top": 18,
      "poster": "https://scontent.fsgn5-9.fna.fbcdn.net/v/t39.30808-6/557200665_25662741423314680_5125497664266059318_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=aa7b47&_nc_ohc=2tc2bIJuiOwQ7kNvwFd2Pyj&_nc_oc=AdmsW1EBKVe8Ku54DMFzOgqak2RtpyoyuzTaqciIQMdDiyB_A52AedzJ9ar16nSK5vE&_nc_zt=23&_nc_ht=scontent.fsgn5-9.fna&_nc_gid=7SvRLzWGF5pMLCmBE9-BXQ&oh=00_Afn7BMim6RG7kRkH3hgE2YImuiB7qGzN_gfhI4HqRk55dA&oe=69513B96",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/JC0CxhrV_eQ",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Mẹ Đơn Thân Bị Gia Đình Ép Gả Làm Vợ Bé, Ngày Đại Hôn Chồng \"Liệt Sĩ\" Mang Quân Đội Về Cướp Dâu",
      "vietName": "Mẹ Đơn Thân Bị Gia Đình Ép Gả Làm Vợ Bé, Ngày Đại Hôn Chồng \"Liệt Sĩ\" Mang Quân Đội Về Cướp Dâu",
      "summary": "8 năm trước, vì nhiệm vụ bảo vệ đất nước, người đàn ông ấy đã bỏ lại người yêu đang mang thai để dấn thân vào biển lửa, chấp nhận mang danh \"đã hy sinh\". Suốt 8 năm ròng rã, người vợ ở nhà phải chịu đựng sự ghẻ lạnh, sỉ nhục của chính gia đình ruột thịt. Họ coi cô và đứa con trai nhỏ là nỗi ô nhục, tìm mọi cách ép cô làm vợ lẽ cho một tên già giàu có để đổi lấy lợi ích gia tộc.\r\nNgay trong ngày đại hôn bị ép buộc, khi cô sắp tuyệt vọng nhất, một tín hiệu rồng bay lên trời cao. Người chồng tưởng như đã chết bất ngờ trở về với thân phận Tư Lệnh tối cao của Trung Ương Đặc Khoa. Anh không chỉ lấy lại danh dự cho vợ con mà còn vạch trần bộ mặt thật của gia đình tham lam. Tuy nhiên, sự trở về của anh cũng kéo theo âm mưu của các thế lực ngoại bang đang nhăm nhe chiếm đoạt công nghệ hạt nhân tối mật của quốc gia. Liệu bí mật về \"vòng lặp thời gian\" trong vụ nổ 8 năm trước có giúp anh một lần nữa bảo vệ được vợ con và đất nước?",
      "top": 19,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-12-02/1764642662-14128-9.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/k7o6gMLnmaw",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Xuyên Không Làm Cháu Ông Trùm Chu Nguyên Chương, Từ Kẻ Bị Ruồng Bỏ Anh Vươn Lên Trở Thành Thiên Tử",
      "vietName": "Xuyên Không Làm Cháu Ông Trùm Chu Nguyên Chương, Từ Kẻ Bị Ruồng Bỏ Anh Vươn Lên Trở Thành Thiên Tử",
      "summary": "Xuyên không về Đại Minh làm Hoàng tôn Chu Doãn Thông, hắn quyết tâm thay đổi số phận \"làm nền\" của mình. Từ một đứa cháu bị ghẻ lạnh, hắn dùng trí tuệ hiện đại để khiến \"ông nội\" Chu Nguyên Chương phải mắt tròn mắt dẹt. Cuộc chiến giành ngôi vị với Chu Doãn Văn chính thức bắt đầu! Liệu hắn có lật ngược thế cờ?",
      "top": 20,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-30/1764529797-301261-4.jpg",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/OSgzfjSXIU4",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Vợ Cũ Trở Về Sau 5 Năm Tù Trả Thù Kẻ Thứ Ba Từng Là Bảo Mẫu Giả Tạo Của Chồng",
      "vietName": "Vợ Cũ Trở Về Sau 5 Năm Tù Trả Thù Kẻ Thứ Ba Từng Là Bảo Mẫu Giả Tạo Của Chồng",
      "summary": "Sau 5 năm ngồi tù vì tội danh \"giết người\" để bảo vệ bố mẹ chồng, Tiêu Uyển (Xiao Wan) cuối cùng cũng được trả tự do và trở về với gia đình chồng. Tuy nhiên, cuộc sống không hề dễ dàng khi cô phát hiện ra sự tồn tại của Lâm Kiến Vi (Lin Jianwei) – một người được mẹ chồng giới thiệu là \"em gái\" thân thiết, người từng là bảo mẫu của chồng cô, Lục Kế Minh (Lu Jiming), và đã ở trong Lục gia suốt 5 năm cô vắng mặt. Lâm Kiến Vi dùng sự giả tạo và lòng tốt để chiếm được lòng tin của bố mẹ chồng, thậm chí còn muốn thay thế Tiêu Uyển làm Lục Thái Thái.\r\nVừa trở về, Tiêu Uyển đã phải đối mặt với sự khiêu khích, hãm hại và dã tâm lộ rõ của Kiến Vi. Đầu tiên là lời thách thức chiếm đoạt chồng, sau đó là những màn \"chơi xấu\" nhỏ như rửa đồ lót của Kế Minh để thể hiện sự thân thiết giả tạo, hay cố ý giành chiếc xe yêu thích của Tiêu Uyển. Khi nhận thấy âm mưu chưa thành công, Kiến Vi quyết định giăng bẫy lớn hơn: nhân dịp tiệc sinh nhật của bố chồng, cô ta dùng thuốc mê hãm hại Tiêu Uyển và sắp đặt để cô bị \"bắt quả tang ngoại tình\" ngay trước mặt các vị khách quý.\r\nTuy nhiên, Tiêu Uyển đã cao tay hơn, lật ngược thế cờ và vạch trần âm mưu của Kiến Vi trước mặt mọi người. Kiến Vi sau đó lại tìm cách hãm hại Tiêu Uyển bằng cách thuê người giả làm \"người tình cũ\" đến đánh ghen, vu khống Tiêu Uyển phá thai. Một lần nữa, kế hoạch thất bại thảm hại khi kẻ được thuê lại đánh nhầm Kiến Vi vì cô ta đã tự ý thay váy, khiến cô ta phải chịu hậu quả. Cuối cùng, Tiêu Uyển tung ra bằng chứng quyết định: đoạn ghi âm Kiến Vi thừa nhận việc tiếp cận bố mẹ chồng chỉ để lấy lòng họ, chiếm đoạt gia sản và chồng. Dã tâm của Kiến Vi bị phơi bày hoàn toàn, khiến bố mẹ chồng vô cùng thất vọng và quyết định đuổi cô ta khỏi Lục gia. Kế Minh và Tiêu Uyển cuối cùng được đoàn tụ, còn bố mẹ chồng cũng nhận ra sai lầm của mình.",
      "top": 21,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-10-31/1761906591-94917-40.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/Gs9IClkdUwo",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Xuyên Không Thời Loạn Cứu Chị Dâu Tuyệt Sắc Cùng Cặp Song Sinh Và Cái Kết Sở Hữu Hệ Thống Bá Đạo",
      "vietName": "Xuyên Không Thời Loạn Cứu Chị Dâu Tuyệt Sắc Cùng Cặp Song Sinh Và Cái Kết Sở Hữu Hệ Thống Bá Đạo",
      "summary": "",
      "top": 22,
      "poster": "https://pbs.twimg.com/media/G5JB7ozboAAP2Ln?format=jpg&name=900x900",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/xis1gTGeL3U",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Chiến thần Vô Cực của Long Vương Điện (Long Vương Điện Chiến Thần) mưu mô, dùng luật pháp ép Cô",
      "vietName": "Chiến thần Vô Cực của Long Vương Điện (Long Vương Điện Chiến Thần) mưu mô, dùng luật pháp ép Cô",
      "summary": "Thủ lĩnh Xích Phượng Kiều Ngưng - nữ cường nhân bí ẩn, quyền lực nhất thế giới với khả năng thông thạo 36 lĩnh vực (võ đạo, y thuật, tài chính...) và được cả giới sát thủ kính nể, trở về quê nhà để chịu tang cha và thực hiện di chúc.\r\nĐối mặt với đại nạn gia tộc, cô bị coi là \"con hoang\" và là mục tiêu của:\r\nKiều Chấn Thiên (Tam Thúc): Kẻ thâm độc cấu kết với Hắc Thần Điện và Ám Vương để cướp cổ phần và muốn giết người.\r\nKiều Kháng Thiên (Đại Bác): Chiến thần Vô Cực của Long Vương Điện (Long Vương Điện Chiến Thần) mưu mô, dùng luật pháp để trục xuất cô.\r\nKiều Ngưng, bằng sức mạnh tuyệt đối, tuyên bố: \"Người Xích Phượng ta muốn cứu, Diêm Vương đến cũng không được!\". Mọi kẻ thù, dù là Ám Vương hay Chiến Thần, đều chỉ là \"Gà đất chó sành\" phải quỳ gối trước cô.\r\nXem ngay bộ phim ngôn tình tổng tài nữ cường cực kỳ kịch tính, lật đổ mọi âm mưu thâm hiểm của gia tộc!",
      "top": 23,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-08-23/1755967520-917382-33.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/Lkw1X5_yVWQ",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Chàng Bán Mì Bị Cả Nhà Vợ Khinh Rẻ, Tung Thân Phận Tôn Chủ Khiến Cả Giang Hồ Phải Khiếp Sợ",
      "vietName": "Chàng Bán Mì Bị Cả Nhà Vợ Khinh Rẻ, Tung Thân Phận Tôn Chủ Khiến Cả Giang Hồ Phải Khiếp Sợ",
      "summary": "Cố Trầm là một người đàn ông hiền lành, hàng ngày chỉ biết bán mì và chăm sóc vợ con. Vợ anh, Lâm Thiển, vốn là thánh nữ của một môn phái sát thủ đã quy ẩn giang hồ vì muốn cuộc sống bình yên. Tuy nhiên, sóng gió ập đến khi kẻ thù năm xưa tìm tới trả thù, còn gia đình bên vợ thì liên tục sỉ nhục Cố Trầm là kẻ vô dụng, bất tài, không xứng đáng bảo vệ vợ con. Đỉnh điểm của mâu thuẫn là khi một thế lực tà ác từ Thiên Đạo Môn xuất hiện, bắt cóc Lâm Thiển vì thể chất đặc biệt của cô. Không thể tiếp tục che giấu, Cố Trầm buộc phải lộ diện thân phận thật sự là Tôn Chủ Thiên Hạ Hội - người đứng đầu võ lâm khiến cả giang hồ khiếp sợ. Để cứu vợ, anh thậm chí đã dùng bí thuật hoán đổi linh hồn với con gái nhỏ, đơn thương độc mã xâm nhập vào hang ổ địch, nghiền nát mọi kẻ ngông cuồng dám đụng đến gia đình mình.",
      "top": 24,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-05-16/1747383833-228457-38.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/RASgpAYTvq0",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Đệ Nhất Đao Khách Quỳ Gối Bái Chàng Mổ Lợn Làm Sư Phụ Khiến Cả Gia Tộc Từng Ruồng Bỏ Phải Hối Hận",
      "vietName": "Đệ Nhất Đao Khách Quỳ Gối Bái Chàng Mổ Lợn Làm Sư Phụ Khiến Cả Gia Tộc Từng Ruồng Bỏ Phải Hối Hận",
      "summary": "Hai mươi năm trước, vì sinh ra không có đan điền, cậu bé bị chính cha ruột là gia chủ Lục gia vứt bỏ nơi rừng sâu, phải sống kiếp đồ tể mổ lợn để ẩn mình. Trong khi đó, gia tộc họ Cao vì tham vọng bá chủ võ lâm đã tu luyện tà công \"Tuyệt Tình Trảm\" - môn võ yêu cầu người luyện phải tự cung, đoạn tuyệt tình dục - và âm mưu thôn tính Bách Xuyên Võ Quán của Lục gia.\r\nKhi mẹ ruột bị bắt cóc và gia tộc đứng trước nguy cơ diệt vong, chàng đồ tể \"phế vật\" Lục Thừa Phong bất ngờ trở về. Mọi người đều khinh thường chàng trai chỉ biết giết lợn, cho đến khi Đệ Nhất Đao Khách trên bảng xếp hạng giang hồ xuất hiện và quỳ gối gọi anh là Sư Phụ. Hóa ra, đằng sau vỏ bọc tầm thường ấy là truyền nhân duy nhất của Thiên Đao huyền thoại. Liệu Thiên Đao chí dương chí cương có chiến thắng được Tuyệt Tình Trảm tàn độc? Và Lục Thừa Phong có tha thứ cho người cha năm xưa đã vứt bỏ mình?",
      "top": 25,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-12-06/1765065441-110264-58.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/hsz08jXjNE4",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Xuyên Không Thành Mẹ Kế Ác Độc: Ta Dạy Dỗ 3 Nghịch Tử Và Vả Mặt Trà Xanh Cực Khét",
      "vietName": "Xuyên Không Thành Mẹ Kế Ác Độc: Ta Dạy Dỗ 3 Nghịch Tử Và Vả Mặt Trà Xanh Cực Khét",
      "summary": "Khương Vãn Ninh bất ngờ xuyên vào cuốn tiểu thuyết ngược tâm, trở thành bà mẹ kế ác độc của Bình Dương Hầu Phủ. Đối mặt với 3 đứa con trai \"báo thủ\" (tra nam) chuyên nghe lời người ngoài bắt nạt vợ, và hàng loạt \"trà xanh\" mưu mô, cô quyết định không nhẫn nhịn nữa!\r\n\r\nTừ việc minh oan cho con dâu cả bị vu oan phóng hỏa, giúp con dâu thứ làm chủ kinh tế, đến việc vạch mặt gián điệp bên cạnh con trai út, Khương Vãn Ninh đã khiến cả Hầu phủ \"gà bay chó sủa\" nhưng cũng dần đi vào nề nếp. Bất ngờ nhất là Lão Hầu Gia - chồng cô trở về, lại chính là vị sếp tổng khó tính ở hiện đại cùng xuyên không qua!",
      "top": 26,
      "poster": "https://i.mydramalist.com/JBOrRo_4c.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/j4LupG1Mum8",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Bị Thân Thích Cực Phẩm Hãm Hại Trên Đường Lưu Đày, Ta Lấy Hết Gia Sản Của Tham Quan Vào Không Gian",
      "vietName": "Bị Thân Thích Cực Phẩm Hãm Hại Trên Đường Lưu Đày, Ta Lấy Hết Gia Sản Của Tham Quan Vào Không Gian",
      "summary": "Bộ phim kể về hành trình đầy kịch tính của Quý Trường Anh, một cô gái từ thời hiện đại mang theo không gian tùy thân và dị năng xuyên không vào thân xác một cô ngốc 15 tuổi ở thời cổ đại. Vừa tỉnh dậy, cô đã phải đối mặt với bi kịch cả gia tộc bị phán tội lưu đày đến vùng biên ải khắc nghiệt vì người chú can gián Hoàng đế. Không chịu khuất phục số phận, Trường Anh sử dụng không gian bí ẩn để thu gom toàn bộ gia sản của tham quan, tích trữ lương thực và vật tư, biến hành trình lưu đày gian khổ thành chuyến du ngoạn.\r\nTrên đường đi, cô không chỉ trừng trị những kẻ thân thích cực phẩm luôn tìm cách hãm hại gia đình mình mà còn dùng y thuật cao siêu để cứu chữa cho một nam nhân bí ẩn bị câm điếc trong đoàn - thực chất là Tạ Tư Hành, Thế tử Tuyên Bình Hầu đang lẩn trốn sự truy sát. Khi đến Lương Châu, đối mặt với nạn đói và dịch bệnh hoành hành, Trường Anh đã đứng ra cứu sống hàng vạn dân chúng và Quận chúa con gái Bình Vương. Cùng lúc đó, cô hỗ trợ Tạ Tư Hành lật đổ âm mưu tạo phản của Tuyên Vương và Đoan Vương, giúp chàng giành lại giang sơn. Từ một tội thần bị lưu đày, cô từng bước vươn lên làm giàu nhờ trồng trọt và trở thành Hoàng hậu, cùng người thương cai quản giang sơn.",
      "top": 27,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-08/1762618935-595212-67.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/YwaHHqpjuRo",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Cố Mộng Dao tái sinh cắt đứt Tứ hoàng tử phản bội bắt tay Bát hoàng tử lên ngôi và nghịch thiên",
      "vietName": "Cố Mộng Dao tái sinh cắt đứt Tứ hoàng tử phản bội bắt tay Bát hoàng tử lên ngôi và nghịch thiên",
      "summary": "Kiếp trước Cố Mộng Dao con gái Hữu Thừa tướng bị Tứ hoàng tử Lâm Dật và Khương Duyệt Ninh phản bội diệt cả Cố gia chịu nhục đến sảy thai rồi chết thê thảm\r\nTỉnh lại trước năm năm đúng ngày ép cưới nàng chủ động hủy hôn đá Lâm Dật và tình nhân ra khỏi Cố phủ\r\nCố Mộng Dao đến Tuyên Vương phủ cầu hôn Lâm Lang Thiên hứa dùng ký ức kiếp trước và quyền thế để giúp hắn trở thành Thái tử đổi lại là cái chết của kẻ phản bội\r\nNàng liên tục giăng bẫy từ vụ Thiên Thanh Ngọc đến trấn áp loạn thành Đông khiến Lâm Dật rơi từ hoàng tử thành thứ dân rồi bị xử trảm\r\nKhương Duyệt Ninh tưởng mình là nữ chính xuyên không biết trước cốt truyện cuối cùng bị lật mặt khi Cố Mộng Dao thú nhận mình là người trùng sinh và nhìn nàng ta thua trắng tay\r\nKết cục Lâm Lang Thiên đăng cơ Cố Mộng Dao trở thành hoàng hậu đổi lại một kiếp được yêu đúng người và tự tay báo thù cho cả Cố gia",
      "top": 28,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-02-20/1740025865-853977-22.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/QAO-QHgGqTw",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Mẹ Ruột Bắt Con Gái Mặc Áo Nịt Sắt Suốt 20 Năm, Tổng Tài Bá Đạo Xé Nát Hợp Đồng Để Cứu Vợ Yêu",
      "vietName": "Mẹ Ruột Bắt Con Gái Mặc Áo Nịt Sắt Suốt 20 Năm, Tổng Tài Bá Đạo Xé Nát Hợp Đồng Để Cứu Vợ Yêu",
      "summary": "Hạ Chi Quỳ là một cô gái xinh đẹp nhưng mang danh phận \"gái ngoan câm điếc\" nổi tiếng khắp trường. Không ai biết rằng, sự ngoan ngoãn đó là kết quả của sự kìm kẹp bệnh hoạn từ chính mẹ ruột: bà ta ép cô mặc áo nịt ngực bằng sắt 24/7, niêm phong bằng sáp nến và bắt cô uống \"vitamin\" thực chất là thuốc gây câm để biến cô thành con búp bê hoàn hảo.\r\nĐịnh mệnh thay đổi khi Diêm Tư Dạ - \"Diêm Vương sống\" của giới thượng lưu đến nhà họ Hạ để thực hiện hôn ước năm xưa với người chị gái đã mất tích. Vì chị gái không còn, Hạ Chi Quỳ bị mẹ ép thay chị xuất giá. Tuy nhiên, cô không cam chịu số phận. Chi Quỳ quyết định lợi dụng quyền lực của chồng sắp cưới để lật tẩy bộ mặt thật của mẹ mình và tìm kiếm người chị gái được cho là đã chết. Liệu Diêm Tư Dạ có chấp nhận làm \"thanh đao\" để cô lợi dụng, và bí mật kinh hoàng nào đang được chôn giấu dưới tầng hầm nhà họ Hạ?",
      "top": 29,
      "poster": "https://pbs.twimg.com/media/G0o1fDWbAAEuARR.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/Q6gbiqwNwYw",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Chàng Trai Nghèo Dùng 1 Chiếc Bánh Bao Đổi Lấy Cô Vợ Bệnh Tật Và Cái Kết Xuyên Không Làm Giàu Bá Đạo",
      "vietName": "Chàng Trai Nghèo Dùng 1 Chiếc Bánh Bao Đổi Lấy Cô Vợ Bệnh Tật Và Cái Kết Xuyên Không Làm Giàu Bá Đạo",
      "summary": "Câu chuyện bắt đầu khi một chàng thanh niên hiện đại bất ngờ xuyên không vào thân xác một kẻ nghèo rớt mồng tơi, sắp chết đói ở thời cổ đại. Trong lúc cùng quẫn, anh liều mình dùng chiếc bánh bao trắng duy nhất để \"mua\" một cô gái đang bệnh nặng sắp chết về làm vợ. Hành động này vô tình kích hoạt \"Hệ Thống Song Xuyên Môn\", cho phép anh tự do đi lại giữa hai thế giới hiện đại và cổ đại.\r\nTận dụng khả năng này, nam chính bắt đầu hành trình làm giàu không tưởng: Mang \"rác\" công nghiệp như chai thủy tinh, bật lửa, gương soi về cổ đại bán với giá trên trời, rồi dùng tiền đó mua gạo thịt, thuốc men và vũ khí hiện đại (áo giáp, dùi cui điện, súng) mang sang cổ đại để bảo vệ gia đình. Anh lần lượt cứu vớt và cưới thêm những người phụ nữ có số phận bi thảm: cô em gái song sinh bị bán vào lầu xanh, người vợ bị chồng bạo hành, và tiểu thư con quan huyện.\r\nĐỉnh điểm kịch tính là khi hạn hán hoành hành, nam chính dùng \"pháo cao xạ\" bắn mây tạo mưa nhân tạo, vạch trần bộ mặt lừa đảo của gã thầy cúng, trở thành \"Thần sống\" trong mắt dân làng. Cuối cùng, khi nhạc phụ bị sơn tặc sát hại, anh một mình một súng san bằng cả trại cướp, thiết lập lại trật tự và sống hạnh phúc bên 4 cô vợ tuyệt sắc.",
      "top": 30,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-20/1763644827-484454-46.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/HWgrk5fAlQY",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Tiểu Thư Tỷ Phú Trọng Sinh Vào Ngày Đại Hôn Bị Chồng Ép Cưới Cùng Chị Dâu Và Màn Báo Thù Cực Gắt",
      "vietName": "Tiểu Thư Tỷ Phú Trọng Sinh Vào Ngày Đại Hôn Bị Chồng Ép Cưới Cùng Chị Dâu Và Màn Báo Thù Cực Gắt",
      "summary": "Mang Của Hồi Môn Bạc Tỷ Cứu Vớt Gia Tộc Nhưng Bị Phản Bội, Cô Gái Quyết Tâm Quyên Góp Cho Vua Khiến Chồng Cũ Thân Bại Danh Liệt Bị Chồng Và Chị Dâu Hại Chết, Cô Gái Quay Lại Quá Khứ Bắt Tay Với Nhiếp Chính Vương Để Đòi Lại Công Đạo Khiến Kẻ Thù Trắng Tay 2. TÓM TẮT PHIM (Nội dung tập trung vào cốt truyện) Kiếp trước, nàng là con gái duy nhất của gia tộc thương nhân giàu nhất nước, mang theo của hồi môn bạc tỷ gả vào Hầu phủ để mong đổi đời. Nào ngờ, đó lại là mở đầu cho bi kịch: bị chồng và gia đình chồng bòn rút tài sản, hãm hại cha mẹ ruột chết cháy, và cuối cùng chính nàng cũng bị ban rượu độc chết thảm. Được ông trời thương xót cho trọng sinh trở lại đúng ngày đại hôn, nàng phát hiện ra bộ mặt thật của người chồng Thế tử: hắn muốn cùng lúc cưới cả nàng và người \"chị dâu\" góa bụa vào cửa để nối dõi tông đường. Không còn nhu nhược như xưa, nàng quyết định chơi lớn: thay vì giao của hồi môn cho nhà chồng tham lam, nàng dâng tặng một nửa gia sản cho Hoàng thượng để sung công quỹ cứu trợ thiên tai, đổi lấy sự bảo hộ của triều đình. Đồng thời, nàng âm thầm liên thủ với Cửu Thiên Tuế - vị Vương gia quyền lực nhất triều đình để từng bước vạch trần âm mưu tạo phản của Hầu phủ, khiến gã chồng tệ bạc bị phế truất tước vị, kẻ thù phải trả giá đắt bằng máu và nước mắt.",
      "top": 31,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR1HcwKuy9JcUFi7mtpYmtQeI-IE0sRqAbdpw&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/_plhdnP9Pao",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Thanh Niên Xuyên Không Mang Theo Kho Vũ Khí Hạng Nặng Cùng Chị Dâu Xây Dựng Đế Chế Hùng Mạnh Nhất",
      "vietName": "Thanh Niên Xuyên Không Mang Theo Kho Vũ Khí Hạng Nặng Cùng Chị Dâu Xây Dựng Đế Chế Hùng Mạnh Nhất",
      "summary": "Chu Diệu Dương bất ngờ xuyên không về thời Đại Càn loạn lạc, tỉnh dậy giữa cảnh nhà tan cửa nát vì thiên tai, bên cạnh chỉ còn người chị dâu Hạ Lan Chi hết mực tần tảo. Trong cái rủi có cái may, hắn thức tỉnh hệ thống bí ẩn, không chỉ ban tặng võ công Cửu Dương Thần Công cái thế mà còn cung cấp kho vũ khí hiện đại như súng ống, đạn dược và cả \"Pháo Ý\" với hỏa lực vô hạn.\r\nTừ một kẻ bị cường hào ác bá Vương Ma Tử bắt nạt, Chu Diệu Dương lật ngược tình thế, thu phục lòng người và bắt đầu con đường làm giàu bằng cách chế tạo xà phòng bán cho thương buôn Giang Khải Hào. Tuy nhiên, thời thế loạn lạc, quan phủ tham lam ép dân vào đường cùng, đòi sưu cao thuế nặng và có ý đồ xấu với chị dâu cùng hai cô em gái họ Hạ mới đến nương nhờ. Không thể nhẫn nhịn, Chu Diệu Dương quyết định khởi binh tạo phản.\r\nVới tư duy hiện đại và vũ khí tối tân, đội quân của Chu Diệu Dương bách chiến bách thắng, đánh bại cả đạo quân 18 vạn người của Hồng Thiên Thành và tiến thẳng về kinh đô. Liệu chàng trai trẻ có lật đổ được hoàng đế hôn quân để lập nên triều đại mới và thực hiện lời hứa \"đa thê đa phúc\" với các mỹ nhân bên cạnh?",
      "top": 32,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-12-13/1765613070-190969-27.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/FJs3SPxDfJE",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Tiểu Tổ Tông 8 Tuổi Xuống Núi Thấy Gia Tộc Bị Ức Hiếp Liền Dùng Luyện Khí 9 Vạn Tầng Quét Sạch Thù",
      "vietName": "Tiểu Tổ Tông 8 Tuổi Xuống Núi Thấy Gia Tộc Bị Ức Hiếp Liền Dùng Luyện Khí 9 Vạn Tầng Quét Sạch Thù",
      "summary": "Sau 81 ngày tu luyện trên Thông Thiên Đạo Quán (tương đương 81 năm dưới hạ giới), vị \"Tiểu Tổ Tông\" mang hình hài bé gái 8 tuổi chính thức xuống núi. Vừa trở về, cô phát hiện gia tộc lừng lẫy năm xưa nay đã suy tàn, bị các thế lực khác như Triệu gia và Trương gia chèn ép đến mức sắp mất cả tổ trạch.\r\nVới tu vi Luyện Khí 9 vạn tầng vô địch thiên hạ, cô bé khiến cả gia tộc ngỡ ngàng khi nhận người đứng đầu gia tộc - một ông lão râu tóc bạc phơ - là \"đàn em nhỏ\" ngày xưa. Bằng sức mạnh bá đạo, cô lần lượt trừng trị những kẻ hôn thê phản bội, đánh bay các thiên tài võ học tự xưng, và khiến các đại lão đứng đầu Tứ đại gia tộc Giang Nam phải quỳ gối gọi là \"Đại Tỷ Đầu\".\r\nPhim là hành trình vừa hài hước vừa sảng khoái khi một bé gái với tâm hồn cụ bà 88 tuổi đi \"dạy dỗ\" lại đám con cháu và các thế lực hắc ám, thậm chí đối đầu trực diện với cả Ma Chủ vừa phá phong ấn.",
      "top": 33,
      "poster": "https://pbs.twimg.com/media/G6CBqz_bwAANfFS.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/J9zCkuSF0zs",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Tên Đồ Tể Trùng Sinh Có Hệ Thống Thần Kỳ Vả Mặt Cực Căng Đưa 5 Em Vợ Trở Thành Phú Bà Vùng Nghèo",
      "vietName": "Tên Đồ Tể Trùng Sinh Có Hệ Thống Thần Kỳ Vả Mặt Cực Căng Đưa 5 Em Vợ Trở Thành Phú Bà Vùng Nghèo",
      "summary": "Liễu Thượng Huệ vốn là một kẻ tệ bạc, vì si mê hoa khôi làng mà tán gia bại sản, khiến vợ chết thảm và gia đình rơi vào cảnh bần cùng. Tuy nhiên, sau một tai nạn, anh bất ngờ trùng sinh vào chính cơ thể mình và nhận được \"Hệ Thống Thần Nông Bảo Bình\". Với bảo vật này, anh có thể tạo ra những phép màu nông nghiệp như trồng linh chi trên đá, tạo ra siêu nam quả và cây rung tiền giữa thời kỳ hạn hán mất mùa. Từ một kẻ bị cả làng khinh bỉ, Liễu Thượng Huệ bắt đầu hành trình chuộc lỗi, bảo vệ và chăm sóc 5 cô em vợ xinh đẹp khỏi những kẻ ác bá như Tọa Sơn Hổ và bọn quan lại tham lam. Những tình tiết bẻ lái cực căng khi anh dùng trí tuệ hiện đại và phép màu hệ thống để trừng trị kẻ xấu, mang lại cuộc sống ấm no cho gia đình sẽ khiến bạn không thể rời mắt.",
      "top": 34,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-12-10/1765348591-277084-33.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/BLDS9l0-Yhw",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Chàng trai bất ngở sở hữu được 1 thế giới tu tiên thu nhỏ trở thành thiên đế",
      "vietName": "Chàng trai bất ngở sở hữu được 1 thế giới tu tiên thu nhỏ trở thành thiên đế",
      "summary": "Nữ chính Lạc Thanh Y, đệ tử của Thanh Lôi Tông, mang trong mình Đạo Cốt Tiên Thiên hiếm có và dòng máu của Ma tộc từ người mẹ đã mất - Thánh Nữ Lạc Vũ của Đạo Huyền Tông. Vì Đạo Cốt này, nàng bị các thế lực lớn, đặc biệt là Thái Thượng Trưởng Lão Liễu Dương của Đạo Huyền Tông (thông qua nhiều phe phái khác nhau như Bán Yêu và Yêu Tộc), truy sát gắt gao. Ngay cả ông ngoại nàng, Tông chủ Lạc Vô Vấn, cũng bất lực và suýt bị Liễu Dương hãm hại, buộc phải chạy trốn.\r\nThánh Nữ Thanh Y được cứu vớt bởi một tiền bối thần bí được gọi là Che Thiên Đại Đế (hay Tiêu Hỏa Hỏa), người mà nàng tôn thờ và gọi là \"chồng\". Tiền bối này thực chất là một thanh niên ở thế giới hiện đại tên là Hà Dư, người vô tình có được khả năng tương tác và đưa các vật phẩm hiện đại vào thế giới tu chân thông qua một chiếc bể cá cảnh. Nhờ các vật phẩm tưởng chừng vô dụng ở thế giới hiện đại như tăm tre (biến thành định hải thần châm), pin sạc (biến thành Lôi Trì), phân bón (biến thành linh khí dồi dào) và thậm chí là Ngũ Chỉ Sơn (tạo ra từ tiểu cảnh nghệ thuật), Hà Dư đã giúp Lạc Thanh Y và Thanh Lôi Tông thoát khỏi nguy hiểm, biến vùng đất hoang vu thành động thiên phúc địa.\r\nTrong khi đó, Liễu Dương tiết lộ âm mưu thật sự: mụ ta không chỉ muốn đoạt lại Đạo Cốt của Thanh Y để trùng tu nhục thân mà còn mưu đồ hấp thụ sức mạnh của Hoành Đoạn Thâm Uyên bằng cách hiến tế mười thành tu sĩ ở Trung Thổ để luyện thành Trấn Uyên Huyết Kiếm. Khi Liễu Dương kích hoạt đại trận hiến tế và Hoành Đoạn Thâm Uyên sắp bùng nổ, Lạc Thanh Y cùng với sự giúp đỡ của Che Thiên Đại Đế (Hà Dư) đã dùng thần kiếm và sức mạnh vô song của mình để phá hủy âm mưu này và phong ấn Thâm Uyên.\r\nCuối cùng, Lạc Thanh Y thành công trở thành Thánh Nữ được vạn người ủng hộ, còn Hà Dư ở thế giới hiện đại cũng gặp lại Thanh Y (người đã phi thăng và thành lập tập đoàn Lạc Thị) ngay tại nơi họ gặp nhau lần đầu, hoàn thành lời hứa \"duyên khởi duyên lạc, chung là một nơi\".",
      "top": 35,
      "poster": "https://p3-novel.byteimg.com/novel-pic/e6ae32a151cb6579e6d164ef27f2dc1a~tplv-shrink:640:0.image",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/QLXpssx2Neo",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Bị Vợ Và Con Riêng Đuổi Ra Khỏi Nhà, Chú Bán Dưa Bất Ngờ Thừa Kế Gia Tài Tỷ Đô Khiến Cả Nhà Vợ Cũ",
      "vietName": "Bị Vợ Và Con Riêng Đuổi Ra Khỏi Nhà, Chú Bán Dưa Bất Ngờ Thừa Kế Gia Tài Tỷ Đô Khiến Cả Nhà Vợ Cũ",
      "summary": "Suốt mười mấy năm trời dãi nắng dầm mưa bán dưa hấu để nuôi vợ và con riêng, người đàn ông hiền lành những tưởng sẽ đổi lại được hạnh phúc gia đình. Nào ngờ, ngay khi sắp gom đủ tiền sính lễ cho con trai riêng của vợ, ông lại nhận được tờ đơn ly hôn và bị đuổi ra khỏi nhà không thương tiếc. Vợ và con trai chạy theo một gã doanh nhân giàu có, chê bai ông là kẻ nghèo hèn, vô dụng.\r\nTuy nhiên, cuộc đời luôn có những ngã rẽ bất ngờ. Ngay lúc tuyệt vọng nhất, ông được thông báo mình là người thừa kế duy nhất của vị Tam Thúc Công - Tỷ phú giàu nhất thế giới vừa qua đời. Từ một người bán dưa, ông bỗng chốc nắm trong tay tập đoàn Quân Lâm hùng mạnh. Thế nhưng, để chính thức ngồi lên ngai vàng, ông phải vượt qua bài kiểm tra nhân cách khắc nghiệt và đối đầu với gã em họ tham lam, độc ác đang lăm le cướp đoạt gia sản. Liệu lòng nhân ái có giúp ông chiến thắng dã tâm đen tối? Kết cục của người vợ bạc tình sẽ ra sao?",
      "top": 36,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-06/1762450515-692206-10.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/0U8wTmcgegA",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Vợ Bỏ Trốn 9 Năm Mang Theo Con Trai Thần Đồng, Ngày Gặp Lại Đại Soái Cả Gia Tộc Ác Độc Phải Trả Giá",
      "vietName": "Vợ Bỏ Trốn 9 Năm Mang Theo Con Trai Thần Đồng, Ngày Gặp Lại Đại Soái Cả Gia Tộc Ác Độc Phải Trả Giá",
      "summary": "Vợ Bỏ Trốn 9 Năm Mang Theo Con Trai Thần Đồng, Ngày Gặp Lại Đại Soái Cả Gia Tộc Ác Độc Phải Trả Giá",
      "top": 37,
      "poster": "https://pbs.twimg.com/media/G6Aeu_5bQAAD01v?format=jpg&name=900x900",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/XbsXiaW5RFI",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Thiên Kim Thật Bị Cha Ruột Lừa Về Gánh Nợ Ngàn Tỷ, Cô Gái Tương Kế Tựu Kế Tiễn Cả Nhà Vào Tù",
      "vietName": "Thiên Kim Thật Bị Cha Ruột Lừa Về Gánh Nợ Ngàn Tỷ, Cô Gái Tương Kế Tựu Kế Tiễn Cả Nhà Vào Tù",
      "summary": "Thiên Kim Thật Bị Cha Ruột Lừa Về Gánh Nợ Ngàn Tỷ, Cô Gái Tương Kế Tựu Kế Tiễn Cả Nhà Vào Tù",
      "top": 38,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-26/1764180143-603542-13.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/hDY68EhsbN0",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Chàng Trai Mang Súng Máy Về Thời Cổ Đại Cứu Đói Cho Cả Thôn Và Cái Kết Lấy Được Nữ Đế Làm Vợ",
      "vietName": "Chàng Trai Mang Súng Máy Về Thời Cổ Đại Cứu Đói Cho Cả Thôn Và Cái Kết Lấy Được Nữ Đế Làm Vợ",
      "summary": "Chàng Trai Mang Súng Máy Về Thời Cổ Đại Cứu Đói Cho Cả Thôn Và Cái Kết Lấy Được Nữ Đế Làm VợGiữa thời đại nạn đói hoành hành, mạng người rẻ hơn cỏ rác, một chàng trai từ thế giới hiện đại bất ngờ xuyên không mang theo hệ thống \"Cánh Cửa Hai Chiều\". Khởi đầu chỉ với vài chiếc bánh bao và thuốc cảm, anh đã cứu được một mỹ nhân tuyệt sắc khỏi tay bọn buôn người và biến cô thành vợ mình.\r\nTận dụng khả năng đi lại giữa hai thế giới, anh vận chuyển gạo trắng, thịt thà và thuốc men về cứu đói cả thôn làng, xây dựng dinh thự kiên cố. Không chỉ dừng lại ở việc làm giàu, khi đối mặt với thổ phỉ và quan lại tham ô, anh không ngần ngại mang cả súng ngắm Barret và súng máy Gatling từ hiện đại về để \"nói chuyện phải trái\". Đỉnh điểm của câu chuyện là khi anh vô tình cứu được một cô gái đang chạy trốn, hóa ra lại là Nữ Đế đương triều đang bị gian thần truy sát. Từ một kẻ buôn bánh bao, anh trở thành \"Hoạt Thần Tiên\" hô mưa gọi gió, giúp Nữ Đế giành lại giang sơn và lập nên một đế chế cho riêng mình.",
      "top": 39,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-03/1762167743-79437-36.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/9nZM27tSuic",
          "videoUrl": "",
          "uploadDate": "2025-12-24",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Con Trai Hoàng Đế Xuyên Không Về Hiện Đại Mang Cả Kho Báu Cứu Mẹ Ruột Bị Gia Đình Hắt Hủi",
      "vietName": "Con Trai Hoàng Đế Xuyên Không Về Hiện Đại Mang Cả Kho Báu Cứu Mẹ Ruột Bị Gia Đình Hắt Hủi",
      "summary": "Con Trai Hoàng Đế Xuyên Không Về Hiện Đại Mang Cả Kho Báu Cứu Mẹ Ruột Bị Gia Đình Hắt Hủi",
      "top": 40,
      "poster": "https://juku8.com/wp-content/uploads/2025/10/%E8%90%8C%E5%AE%9D%E7%A6%8F%E6%98%9F%E9%80%9A%E5%8F%A4%E4%BB%8A%EF%BC%8865%E9%9B%86%EF%BC%89%E6%9D%8E%E6%99%93%E9%9B%A8%E9%83%AD%E8%8A%B7%E9%93%AD.webp",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/zcYlKvPEu6U",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Vợ Quê Bán Nhà Nuôi Chồng Thực Vật 6 Năm, Ngày Anh Tỉnh Lại Hóa Ra Là Tỷ Phú Giang Châu",
      "vietName": "Vợ Quê Bán Nhà Nuôi Chồng Thực Vật 6 Năm, Ngày Anh Tỉnh Lại Hóa Ra Là Tỷ Phú Giang Châu",
      "summary": "Nội dung chính: Tô Uyển Ngưng đã dành cả thanh xuân, bán hết gia sản để chăm sóc người chồng thực vật \"Lưu Đại Cường\" suốt 6 năm trời cùng hai đứa con thơ. Đến ngày anh tỉnh lại, cô mới bàng hoàng phát hiện chồng mình thực ra là Phương Cẩm Hằng - người thừa kế duy nhất của tập đoàn Phương Thị quyền lực nhất Giang Châu.\r\n\r\nKhi cô dắt con đến nhận cha, lại bị ả người hầu gian ác và cô con gái mạo danh đánh đập, sỉ nhục thậm tệ, thậm chí còn định cướp công cứu mạng. Liệu Tổng tài Phương Cẩm Hằng có nhận ra người vợ tào khang của mình? Số phận của cặp song sinh bảo bối sẽ ra sao trước âm mưu của \"trà xanh\" và kẻ mạo danh?",
      "top": 41,
      "poster": "https://pic1.iqiyipic.com/image/20251024/49/4b/a_100695547_m_601_260_360.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/osijkL26yqo",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Bị Đày Vào Lãnh Cung, Ta Dùng Giếng Thần Mua Hàng Hiện Đại Vả Mặt Trà Xanh Rồi Lên Ngôi Nữ Đế",
      "vietName": "Bị Đày Vào Lãnh Cung, Ta Dùng Giếng Thần Mua Hàng Hiện Đại Vả Mặt Trà Xanh Rồi Lên Ngôi Nữ Đế",
      "summary": "Một cô gái hiện đại đam mê phim cung đấu bất ngờ xuyên không vào thân xác Tô Nhược Khê - một phi tần thất sủng bị đày vào Lãnh Cung lạnh lẽo vì bị Thẩm Quý Phi hãm hại. Tưởng chừng phải chết đói, cô phát hiện cái giếng cạn trong sân lại là cánh cổng kết nối với thế giới hiện đại.\r\nTận dụng cơ hội ngàn năm có một, cô dùng vàng bạc của Hoàng Đế để mua sắm đủ thứ từ đồ ăn nhanh, mỹ phẩm đến... vũ khí hạng nặng. Nhờ chiếc máy ghi âm và những món đồ \"kỳ lạ\", cô lật tẩy bộ mặt thật của Thẩm Quý Phi và Hoàng Hậu, biến dàn phi tần ghen ghét thành hội chị em cùng ăn lẩu, đánh bài.\r\nĐỉnh điểm kịch tính là khi đất nước gặp đại nạn: dịch bệnh thiên mùa và giặc ngoại xâm Bắc Nhung tấn công. Trong khi Hoàng Đế và quan lại bó tay, Nhược Khê dùng vắc-xin cứu dân, dùng giống lúa lai giải quyết nạn đói và vác cả súng máy, lựu đạn ra chiến trường khiến quân địch khiếp sợ. Cuối cùng, sau khi dẹp loạn Đại Hoàng Tử làm phản, cô không chọn làm Hoàng Hậu nép sau lưng vua mà trực tiếp đăng cơ, trở thành Nữ Đế cai trị thiên hạ, mở ra một triều đại thịnh trị chưa từng có.",
      "top": 42,
      "poster": "https://pbs.twimg.com/media/G6Ruc1EbEAEG1hg.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/aeJePQNgp8c",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Nghịch Tử Đuổi Mẹ Bán Cá Ra Đường, Ngờ Đâu Mẹ Là Dưỡng Mẫu Thái Tử Được Phong Thái Hậu",
      "vietName": "Nghịch Tử Đuổi Mẹ Bán Cá Ra Đường, Ngờ Đâu Mẹ Là Dưỡng Mẫu Thái Tử Được Phong Thái Hậu",
      "summary": "Bà lão bán cá cả đời lam lũ tần tảo nuôi con trai ăn học thành tài, những tưởng sẽ được hưởng phước khi con đỗ Trạng nguyên và làm quan lớn. Nào ngờ, đứa con trai bất hiếu vì ham vinh hoa phú quý, muốn làm rể phủ Trấn Bắc Hầu đã nhẫn tâm viết giấy từ mặt mẹ ruột, đuổi bà ra khỏi nhà giữa trời đông giá rét vì chê bà quê mùa nghèo hèn. Bà đành nương tựa vào đứa cháu nhỏ nhặt được ven đường. Đỉnh điểm phẫn nộ là khi cả gia đình Hầu phủ hùa nhau sỉ nhục, đánh đập bà và đứa trẻ, thậm chí đòi xử tử bà vì làm hỏng biển vàng ngự ban và nghi ngờ bà ăn trộm lễ phục.\r\nNhưng người tính không bằng trời tính, đứa trẻ \"hoang\" bị họ khinh rẻ, chà đạp lại chính là Đương kim Thái tử thất lạc nhiều năm. Khi Hoàng đế và Hoàng hậu giá lâm, thân phận bà lão bán cá thay đổi chóng mặt, trở thành Thái hậu cao quý vì có công cứu giá và nuôi dưỡng Thái tử. Kẻ phản bội chữ hiếu và đám người hợm hĩnh kia sẽ phải trả giá đắt như thế nào trước cơn thịnh nộ của Thiên tử?",
      "top": 43,
      "poster": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcSexuWqq2Z2Os0tClJz08VrTq6V2hir9LBIKm4pOYOHaXok7HBT",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/ez6she4YwsY",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Bị Vợ Cắm Sừng Đẩy Vào Tù, Ngày Trở Về Anh Cưới Luôn Nữ Chủ Tịch Ngàn Tỷ - Review Phim Hay",
      "vietName": "Bị Vợ Cắm Sừng Đẩy Vào Tù, Ngày Trở Về Anh Cưới Luôn Nữ Chủ Tịch Ngàn Tỷ - Review Phim Hay",
      "summary": "Bị Vợ Cắm Sừng Đẩy Vào Tù, Ngày Trở Về Anh Cưới Luôn Nữ Chủ Tịch Ngàn Tỷ - Review Phim Hay",
      "top": 44,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSdWAwd1AMIQCU5IlsAufqILQoJD-CLfWWd6g&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/4GQNvQBmgLc",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Xuyên Không Vào Kẻ Nát Rượu Có Hệ Thống Lương Thực Vô Hạn Cứu Vợ Con Và Cả Làng Thoát Nạn Đói",
      "vietName": "Xuyên Không Vào Kẻ Nát Rượu Có Hệ Thống Lương Thực Vô Hạn Cứu Vợ Con Và Cả Làng Thoát Nạn Đói",
      "summary": "Mở đầu phim là cảnh tượng bi thảm của một gia đình trong thời kỳ đại hạn hán và nạn đói hoành hành. Người chồng vốn là một con nghiện cờ bạc, nợ nần chồng chất, thậm chí từng có ý định bán vợ con để trừ nợ. Tuy nhiên, linh hồn của một \"Đỗ Thần\" từ thế giới hiện đại bất ngờ xuyên không vào thân xác người chồng tệ bạc này. Thức tỉnh với một \"Hệ thống làm giàu thời mạt kiếp\", anh quyết tâm thay đổi vận mệnh.\r\nThay vì tiếp tục con đường cờ bạc, anh sử dụng kỹ năng đỉnh cao của mình để lật ngược thế cờ với tên trùm cho vay nặng lãi, giành lại tự do cho con gái. Không dừng lại ở đó, nhờ sự trợ giúp của hệ thống, anh tìm ra nguồn lương thực quý giá và thậm chí chế tạo được thiết bị hô mưa gọi gió, cứu cả làng khỏi cảnh chết khát. Tuy nhiên, lòng tốt của anh lại bị chính người thân là anh vợ ganh ghét, hãm hại bằng cách đầu độc cha mẹ vợ rồi đổ vạ. Liệu chàng rể \"phế vật\" ngày nào sẽ làm gì để minh oan cho bản thân, cứu sống cha mẹ vợ và trừng trị những kẻ tham lam độc ác?",
      "top": 45,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrBt7hAGCqAqnPhGHRW7zgb5SAh8cuw6sZaw&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/uKa-oRLKPq0",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Xuyên Không Làm Phản Diện: Cướp Hôn Thê Của Con Cưng Thiên Đạo, Ta Tiện Tay Diệt Luôn Cả Tông Môn",
      "vietName": "Xuyên Không Làm Phản Diện: Cướp Hôn Thê Của Con Cưng Thiên Đạo, Ta Tiện Tay Diệt Luôn Cả Tông Môn",
      "summary": "Thanh niên xuyên không vào thế giới huyền huyễn, trở thành Thần Tử Thượng Giới Cố Trường Ca. Tưởng đâu cầm kịch bản nam chính bá đạo, ai ngờ lại là vai đại phản diện chuyên làm đá lót đường cho \"Thiên Mệnh Chi Tử\" (Con cưng của trời). Không chấp nhận số phận làm bia đỡ đạn, hắn kích hoạt Hệ Thống Phản Diện Thiên Mệnh, bắt đầu hành trình \"săn giết\" các nam chính khí vận để cướp đoạt giá trị thiên mệnh.\r\nĐối thủ đầu tiên là Diệp Trần - một thiên tài bị phế vật quật khởi, mang trong mình linh hồn sư tôn thượng cổ trong chiếc nhẫn. Cố Trường Ca không chọn cách chém giết ngay lập tức mà dùng mưu kế thâm độc: cướp lấy thánh nữ Tô Thanh Ca, gieo rắc nghi ngờ để chia rẽ tình cảm sư đồ của Diệp Trần, sau đó từ từ tước đoạt hết cơ duyên, khí vận và đẩy nam chính vào con đường tuyệt vọng. Hắn lần lượt nghiền nát các thiên tài khác như Lâm Thiên (Kẻ được Thần Vương đoạt xá) và Diệp Lưu Ly (Thiên chi kiêu nữ Thượng Giới), từng bước trở thành trùm cuối thống trị Tam Giới, chiếm đoạt Thần khí Bát Hoang Ma Kích.",
      "top": 46,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS84g3J1y5JOW712mm1JJSD5LiWJajQkxAsHQ&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/bODIK69baiU",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Bà Trùm Thanh Long Hội Bị Ép Gả Cho Chàng Rể Nghèo Không Ngờ Anh Ta Là Đốc Quân Quyền Lực Giả Danh",
      "vietName": "Bà Trùm Thanh Long Hội Bị Ép Gả Cho Chàng Rể Nghèo Không Ngờ Anh Ta Là Đốc Quân Quyền Lực Giả Danh",
      "summary": "Câu chuyện xoay quanh mối tình đầy oan trái và sóng gió giữa một nữ hội trưởng khét tiếng của Thanh Long Hội và vị Đốc quân quyền lực của vùng Giang Bắc. Nhiều năm trước, cô gái nhỏ phải chứng kiến cảnh ông nội bị sát hại giữa làn đạn của quân đội, nỗi hận thù đó đã biến cô thành một bà trùm hắc đạo lạnh lùng, quyết tâm tìm ra kẻ thủ ác. Trớ trêu thay, người chồng \"ở rể\" mà cô mới thu nạp – một kẻ trông có vẻ yếu đuối, chỉ biết nịnh vợ – lại chính là vị Đốc quân lừng lẫy đang che giấu thân phận để tìm lại vị hôn thê năm xưa.\r\nMọi chuyện trở nên kịch tính khi những hiểu lầm về vụ án năm xưa dần hé lộ. Kẻ thực sự đứng sau cái chết của ông nội cô lại là gia tộc phản quốc, cấu kết với ngoại xâm để hãm hại trung thần. Giữa những mưu mô chính trị, những cuộc ám sát nghẹt thở và bí mật về thân phận thực sự, liệu tình yêu từ thuở thiếu thời có đủ lớn để xóa bỏ hận thù? Cuộc đối đầu giữa thế lực hắc đạo và quân đội sẽ đi về đâu khi cả hai đều có chung một mục tiêu là bảo vệ bình yên cho đất nước?",
      "top": 47,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTLJvq7rVTepzuVLowJmeNfCnmKjIzrwK2vvw&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "https://youtu.be/ioMogY1jdpg",
          "videoUrl": "",
          "uploadDate": "2025-12-25",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    }
  ],
  "banners": [],
  "updated": "2025-12-25T06:57:37.221584"
}