{
  "movies": [
    {
      "name": "18-废材翻身撼乾坤（56集）",
      "vietName": "Đeo Tạ Ngàn Cân Bị Gia Tộc Ruồng Bỏ, Thiếu Niên Thức Tỉnh Võ Thần Khu Quất Roi Trừng Trị Kẻ Ác",
      "summary": "Tiêu Diễm, con hoang của trưởng tộc Tiêu gia, luôn bị gia tộc khinh thường. Dù vậy, cậu sở hữu thiên phú phi thường và được ba bậc thầy ẩn cư đào tạo. Khi sức mạnh thật sự bộc lộ, kẻ thù lộ thân phận cậu và đe dọa người thân. Liệu Tiêu Nghiêm sẽ vượt qua khủng hoảng ra sao?",
      "top": 1,
      "poster": "https://bbs.dyyjpro.com/assets/files/2024-08-20/1724145074-906141-25.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0f8g",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0fhy",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Film-Goc-CT",
      "vietName": "Bị Cha Ruột Ép Gả Cho Ác Bá, Cô Gái Bỏ Trốn 3 Năm Quay Về Với Thân Phận Võ Thánh Khiến Cả Gia Tộc Phải Quỳ Lạy",
      "summary": "Tại Thanh Châu, nơi trọng nam khinh nữ, Diệp Lăng Vi là nhị tiểu thư của Diệp gia nhưng bị cha ruột coi như món hàng để đổi lấy quyền lực. Sau khi chị gái bị gả cho Tư Mã Cuồng - tên Đốc quân tàn bạo - và bị đánh chết tức tưởi, cha cô tiếp tục ép cô phải thế chỗ chị mình. Không chấp nhận số phận bi thảm, Lăng Vi cùng mẹ bỏ trốn và may mắn gặp được Đại Tông Sư Yến Nam Thiên nhận làm đệ tử.\r\nBa năm sau, Lăng Vi quay trở lại đúng ngày đại hội gia tộc. Lúc này, Diệp gia đang bị kẻ thù chèn ép, đám đàn ông hèn nhát chỉ biết quỳ gối xin hàng. Lăng Vi một mình đứng ra đánh bại cường địch, phế bỏ chức tộc trưởng của cha và trừng trị tên ác bá Tư Mã Cuồng. Tuy nhiên, sóng gió chưa dừng lại khi Tư Mã Cuồng cấu kết với cao thủ Đông Doanh là Phục Bộ Toàn Tàng để xâm lược. Trong trận chiến sinh tử, Lăng Vi đả thông hai mạch Nhâm Đốc, đột phá cảnh giới Võ Thánh, bảo vệ mẹ và non sông.\r\nSau khi bình định Thanh Châu, Lăng Vi đưa mẹ về Trung Châu thăm ông ngoại nhân đại thọ 60 tuổi. Tại đây, hai mẹ con tiếp tục bị các cậu ruột khinh thường, sỉ nhục món quà là bình rượu thuốc quý giá. Chỉ đến khi thân phận Võ Thánh của cô được Đại Nguyên Soái kính trọng và cô ra tay cứu cả Cố gia khỏi sự trả thù của giặc ngoại xâm, tất cả mới vỡ lẽ và hối hận muộn màng.",
      "top": 2,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTLlJdXO3gXvW5K2tj-LPsJ5Ns1mb_8GJt5HQ&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0lh2",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0fts",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    }
  ],
  "banners": [],
  "updated": "2025-12-19T22:46:00.821459"
}