{
  "movies": [
    {
      "name": "18-废材翻身撼乾坤（56集）",
      "vietName": "Võ Thần Thức Tỉnh Lật Càn Khôn",
      "summary": "Tiêu Diễm, con hoang của trưởng tộc Tiêu gia, luôn bị gia tộc khinh thường. Dù vậy, cậu sở hữu thiên phú phi thường và được ba bậc thầy ẩn cư đào tạo. Khi sức mạnh thật sự bộc lộ, kẻ thù lộ thân phận cậu và đe dọa người thân. Liệu Tiêu Nghiêm sẽ vượt qua khủng hoảng ra sao?",
      "top": 1,
      "poster": "https://bbs.dyyjpro.com/assets/files/2024-08-20/1724145074-906141-25.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/reel/903462675696714/",
          "uploadDate": "2025-12-19",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0f8g",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0fhy",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Film-Goc-CT",
      "vietName": "Tường Vy Truyện - Thiên Tài Bị Che Giấu",
      "summary": "Tại Thanh Châu, nơi trọng nam khinh nữ, Diệp Lăng Vi là nhị tiểu thư của Diệp gia nhưng bị cha ruột coi như món hàng để đổi lấy quyền lực. Sau khi chị gái bị gả cho Tư Mã Cuồng - tên Đốc quân tàn bạo - và bị đánh chết tức tưởi, cha cô tiếp tục ép cô phải thế chỗ chị mình. Không chấp nhận số phận bi thảm, Lăng Vi cùng mẹ bỏ trốn và may mắn gặp được Đại Tông Sư Yến Nam Thiên nhận làm đệ tử.\r\nBa năm sau, Lăng Vi quay trở lại đúng ngày đại hội gia tộc. Lúc này, Diệp gia đang bị kẻ thù chèn ép, đám đàn ông hèn nhát chỉ biết quỳ gối xin hàng. Lăng Vi một mình đứng ra đánh bại cường địch, phế bỏ chức tộc trưởng của cha và trừng trị tên ác bá Tư Mã Cuồng. Tuy nhiên, sóng gió chưa dừng lại khi Tư Mã Cuồng cấu kết với cao thủ Đông Doanh là Phục Bộ Toàn Tàng để xâm lược. Trong trận chiến sinh tử, Lăng Vi đả thông hai mạch Nhâm Đốc, đột phá cảnh giới Võ Thánh, bảo vệ mẹ và non sông.\r\nSau khi bình định Thanh Châu, Lăng Vi đưa mẹ về Trung Châu thăm ông ngoại nhân đại thọ 60 tuổi. Tại đây, hai mẹ con tiếp tục bị các cậu ruột khinh thường, sỉ nhục món quà là bình rượu thuốc quý giá. Chỉ đến khi thân phận Võ Thánh của cô được Đại Nguyên Soái kính trọng và cô ra tay cứu cả Cố gia khỏi sự trả thù của giặc ngoại xâm, tất cả mới vỡ lẽ và hối hận muộn màng.",
      "top": 2,
      "poster": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTLlJdXO3gXvW5K2tj-LPsJ5Ns1mb_8GJt5HQ&s",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/reel/1360948078380825",
          "uploadDate": "2025-12-19",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0lh2",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w0fts",
          "videoUrl": "",
          "uploadDate": "2025-12-19",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Võ Công Giả Dị Năng",
      "vietName": "Võ Công Giả Dị Năng",
      "summary": "Cuộc sống bình yên của Thạch Kiến Minh và Diệp Kiều bỗng chốc bị phá vỡ khi Phái Hàn Sơn do Phong Nhất Hàn cùng mẹ con ông ta tìm đến trả thù. Dị năng giả Cục Thần Ẩn đã nhân cơ hội này ra tay đàn áp võ giả, buộc Thạch Kiến Minh phải trở lại giang hồ. Một trận chiến sinh tử nổ ra hé lộ âm mưu chấn động, thay đổi vận mệnh võ lâm.",
      "top": 3,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-09-29/1759163435-393686-71.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1BXE4m9CTV/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/14P5E4P5i74/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1BookFpYDN/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 4,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1EmJnPpX9f/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 5,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/17TcV77TyZ/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "Bố_Tôi_Là_Trùm_Ẩn_Danh",
      "vietName": "Bố Tôi Là Ông Trùm Ẩn Danh",
      "summary": "Một người đàn ông trung niên làm công việc quét dọn tại khách sạn thực chất lại là \"Long Thủ\" - người đứng đầu tập đoàn Thiên Môn quyền lực nhất thế giới. Vì muốn con trai trưởng thành tự lập, ông đã che giấu thân phận siêu tỷ phú của mình suốt 20 năm. Bi kịch bắt đầu khi cô con dâu tương lai vì ham mê danh lợi, ảo tưởng sức mạnh sau khi được thăng chức (do chính ông ngầm sắp xếp) đã nhẫn tâm hủy hôn và sỉ nhục ông ngay trong tiệc sinh nhật.\r\nMay mắn thay, nữ chủ tịch của tập đoàn Tinh Huy vì cảm kích hành động hiệp nghĩa của ông đã quyết định kết hôn chớp nhoáng, bất chấp ông chỉ là một nhân viên phục vụ nghèo hèn trong mắt người đời. Từ đây, ông trùm ẩn danh phải đối mặt với sự khinh miệt của cậu em vợ hám tiền, sự sỉ nhục của đám bạn học cũ hợm hĩnh và những âm mưu chiếm đoạt của các thế lực đen tối. Đỉnh điểm là khi vợ ông bị một thiếu gia quyền thế ép uống rượu độc, \"Long Thủ\" buộc phải triệu tập thuộc hạ, tung ra \"Thiên Môn Hắc Thẻ\" để dạy cho những kẻ có mắt không tròng một bài học nhớ đời.",
      "top": 4,
      "poster": "https://cdn.phimngan.xyz/covers/52e96d54-1318-4d4b-ac83-5954af623276.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w2u3y",
          "videoUrl": "",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w2u3w",
          "videoUrl": "",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w2u3u",
          "videoUrl": "",
          "uploadDate": "2025-12-20",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Đệ Nhất Phá Gia - Phò Mã Báo Thù",
      "vietName": "Đệ Nhất Phá Gia - Phò Mã Báo Thù",
      "summary": "Nhị công tử của phủ Trấn Bắc Hầu nổi tiếng khắp kinh thành là kẻ ăn chơi trác táng, \"nghịch tử\" phá gia chi tử. Thực chất, chàng là một thiên tài võ học, phải giả điên giả dại suốt 15 năm để bảo toàn tính mạng trước sự hãm hại của bà mẹ kế độc ác và thế lực nhà ngoại Tể tướng. Trong cuộc tỷ võ kén rể, khi các dũng sĩ Đại Viêm thất bại thảm hại trước các hoàng tử ngoại bang, chàng buộc phải ra tay cứu vãn quốc thể và được Hoàng đế ban hôn làm Phò mã.\r\nTuy nhiên, Công chúa lại vô cùng chán ghét vị hôn phu \"phế vật\" này vì nàng đã đem lòng yêu mến \"Nhất Chi Mai\" - một vị đại hiệp bí ẩn hành hiệp trượng nghĩa. Đỉnh điểm mâu thuẫn là khi Tể tướng Lữ Hữu Vi âm mưu tạo phản, cấu kết với sơn tặc và ngoại bang để bắt cóc Công chúa nhằm chiếm đoạt kho vũ khí. Trong khoảnh khắc sinh tử, Phò mã đã cởi bỏ lớp vỏ bọc, lộ diện chính là Nhất Chi Mai, một tay tiêu diệt phản loạn. Liệu Công chúa sẽ đối mặt ra sao khi biết người chồng mình luôn ruồng rẫy lại chính là người trong mộng?",
      "top": 5,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-28/1764357365-893267-56.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": "FULL",
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/17jCwETF5H/",
          "uploadDate": "2025-12-20",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "Trở_Lại_Đường_Đua_(56)",
      "vietName": "Trở Lại Đường Đua",
      "summary": "Một người đàn ông trung niên làm công việc quét dọn tại khách sạn thực chất lại là \"Long Thủ\" - người đứng đầu tập đoàn Thiên Môn quyền lực nhất thế giới. Vì muốn con trai trưởng thành tự lập, ông đã che giấu thân phận siêu tỷ phú của mình suốt 20 năm. Bi kịch bắt đầu khi cô con dâu tương lai vì ham mê danh lợi, ảo tưởng sức mạnh sau khi được thăng chức (do chính ông ngầm sắp xếp) đã nhẫn tâm hủy hôn và sỉ nhục ông ngay trong tiệc sinh nhật.\r\nMay mắn thay, nữ chủ tịch của tập đoàn Tinh Huy vì cảm kích hành động hiệp nghĩa của ông đã quyết định kết hôn chớp nhoáng, bất chấp ông chỉ là một nhân viên phục vụ nghèo hèn trong mắt người đời. Từ đây, ông trùm ẩn danh phải đối mặt với sự khinh miệt của cậu em vợ hám tiền, sự sỉ nhục của đám bạn học cũ hợm hĩnh và những âm mưu chiếm đoạt của các thế lực đen tối. Đỉnh điểm là khi vợ ông bị một thiếu gia quyền thế ép uống rượu độc, \"Long Thủ\" buộc phải triệu tập thuộc hạ, tung ra \"Thiên Môn Hắc Thẻ\" để dạy cho những kẻ có mắt không tròng một bài học nhớ đời.",
      "top": 6,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-05-18/1747553305-806598-28.jpg",
      "year": 2024,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1AHSRhBTnN/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1EodXfYnNz/",
          "uploadDate": "2025-12-20",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/19zxcYfZaL/",
          "uploadDate": "2025-12-20",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "17.且看肥娘扶儿上皇位（60集）毛靖馨&吕岳",
      "vietName": "Bà Mập Đưa Con Lên Ngôi - Bị Chê Béo Phì Dốt Nát, Mẹ Đơn Thân Lột Xác Thành Tuyệt Sắc Giai Nhân Giúp Con Trai Hạ Đo Ván Trà Xanh",
      "summary": "Lý Tài nhân và Đại Hoàng tử Tiêu Triệt vốn bị Hoàng đế ghẻ lạnh vì ngoại hình thừa cân và tính tình nhút nhát. Trong buổi Vạn Thọ Yến, hai mẹ con bị Ngu Quý phi hãm hại làm rách lễ phục và bị sỉ nhục trước bá quan văn võ, thậm chí còn bị đẩy xuống hồ suýt mất mạng. Tuy nhiên, sau khi tỉnh lại, Lý Tài nhân như biến thành một người khác. Nhờ vào \"Cửa hàng vạn giới xuyên không gian\", cô không chỉ lấy lại vóc dáng thon gọn xinh đẹp chỉ trong một tháng mà còn rèn giũa con trai trở thành một thiên tài thông thạo ngoại ngữ.\r\nKhi sứ thần nước Ô Lỗ Lỗ đến gây khó dễ với bản hòa đàm bất công và những thử thách oái oăm như đua chim ưng và đấu với gấu, Lý Tài nhân đã dùng insulin để chữa bệnh tiểu đường \"nan y\" cho Thái Hoàng Thái Hậu, đồng thời dùng flycam (Chim Thuấn Di) và súng gây mê để giúp con trai chiến thắng áp đảo, giành lại thể diện cho quốc gia. Cuối cùng, âm mưu soán ngôi của gia tộc họ Ngu bị vạch trần bởi chính những thiết bị công nghệ mà Lý Tài nhân mang tới, đưa Tiêu Triệt đường hoàng bước lên ngôi vị Thái tử.",
      "top": 7,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-10-02/1759380297-756710-17.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4z0k",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4z0i",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4z0g",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "08.九岁神探（60集）崔煜森&魏嘉",
      "vietName": "Thần Thám Trùng Sinh Vào Cậu Bé 9 Tuổi: Chỉ Mất 3 Ngày Để Phá Án Mạng Phòng Kín",
      "summary": "Nội dung phim xoay quanh Ngô Nam, một thám tử đại tài bất ngờ trùng sinh vào cơ thể của một cậu bé 9 tuổi. Sống cùng người chị gái là cảnh sát hình sự \"gà mờ\" Ngô Hân Nghiên, Ngô Nam buộc phải ra tay hỗ trợ chị mình phá giải những vụ án hóc búa mà cả sở cảnh sát phải bó tay.\r\nTừ vụ án người phụ nữ hàng xóm bị sát hại dã man với hiện trường giả tinh vi, đến vụ án ông chủ nhà máy thực phẩm chết trong phòng kín với nghi phạm có bằng chứng ngoại phạm hoàn hảo trên máy bay. Liệu cậu bé 9 tuổi sẽ làm thế nào để vạch trần hung thủ thực sự và âm mưu \"tráo đổi thân phận\" của cặp anh em song sinh?",
      "top": 8,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-18/1763486546-816259-8.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4iyg",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4iyk",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w4iyi",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "03.乱世悍卒娶媳妇就变强（60集）马嘉苒&吕岳",
      "vietName": "Cha Già 75 Tuổi Thay Con Đi Lính Cưới Liền 5 Mỹ Nữ, Đêm Tân Hôn Hồi Xuân Khiến Quân Thù Khiếp Sợ",
      "summary": "Bộ phim kể về một lão nông 75 tuổi bị đứa con trai bất hiếu và con dâu ép phải đi tòng quân thay để trốn tránh nghĩa vụ. Cứ tưởng đây là con đường chết, nhưng ông lại bất ngờ thức tỉnh \"Hệ thống cưới vợ liền mạnh\". Ngay tại trại tuyển quân, ông đã cứu và cưới 4 tiểu thư tội thần bị ruồng bỏ làm vợ.\r\nSau đêm tân hôn, hệ thống ban thưởng thuốc cải lão hoàn đồng và sức mạnh ngàn cân, biến ông từ một lão già lọm khọm thành một chiến thần trẻ trung, dũng mãnh. Trên chiến trường biên quan, ông đơn thương độc mã giải cứu Nữ Tướng Quân khỏi quân phản loạn, dùng \"Không Thành Kế\" dọa lui vạn quân Nam Man và thậm chí bắt sống luôn cả Nữ Vương man tộc về làm vợ. Từ một kẻ bị xem thường, ông trở thành người hùng cứu quốc, quay trở về dạy cho đứa con bất hiếu một bài học nhớ đời.",
      "top": 9,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-20/1763660566-903529-3.png",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w59fy",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w59fu",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w59fw",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": "https://s.shopee.vn/9pXNbUiEFE"
        }
      ]
    },
    {
      "name": "12.灼华烬（61集）丁晓&苏逸阳",
      "vietName": "Tiểu Thư Thay Em Gái Gả Cho Bạo Chúa Khát Máu, Đêm Tân Hôn Mới Biết Chồng Là Sủng Thê Cuồng Ma",
      "summary": "Đại tiểu thư phủ Tướng quân chấp nhận thay cô em gái cùng cha khác mẹ gả sang Bắc Ly để hòa thân. Tương truyền Bắc Ly Vương là kẻ tàn bạo, khát máu, ai gả qua cũng đều chết bất đắc kỳ tử. Trong khi đó, vị Thái tử Đại Hạ - người từng làm thị vệ thân cận bên cạnh đại tiểu thư suốt 3 năm - lại đem lòng yêu thương cô em gái tâm cơ vì nhầm tưởng đó là ân nhân cứu mạng năm xưa. Hắn không ngần ngại làm tổn thương, thậm chí để mặc đại tiểu thư bị hành hạ chỉ để bảo vệ người tình trong mộng.\r\nTuy nhiên, khi đặt chân đến Bắc Ly, đại tiểu thư mới phát hiện Bắc Ly Vương không hề đáng sợ như lời đồn, ngược lại chàng là một bậc minh quân và hết mực cưng chiều cô. Lúc này, Thái tử Đại Hạ mới bàng hoàng phát hiện ra sự thật rằng người con gái hắn yêu thương bấy lâu nay lại là kẻ độc ác, từng hãm hại mẹ và em trai của đại tiểu thư. Hối hận muộn màng, hắn điên cuồng chạy đến Bắc Ly đòi lại người xưa nhưng lúc này nàng đã là Vương hậu cao quý của kẻ khác.",
      "top": 10,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-08-13/1755080115-576110-12.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1G2up4vBuD/",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/1Dc2kdwsrr/",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w5ani",
          "videoUrl": "",
          "uploadDate": "2025-12-21",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "21.什么，我老婆竟是东晋第一女魔头（80集）张元帅＆姜熙饶＆杨洁",
      "vietName": "Thanh Niên Xuyên Không Làm Rể Phế Vật Bị Cả Gia Tộc Khinh Thường Và Màn Lật Mặt Cực Gắt",
      "summary": "Đường Vũ, một thanh niên hiện đại con nhà chủ sòng bạc, bất ngờ xuyên không về thời Đông Tấn loạn lạc. Để bảo toàn mạng sống trước sự truy sát của kẻ thù, cha anh đã ép anh đi ở rể cho Tạ gia - một danh gia vọng tộc lẫy lừng. Điều đáng sợ là thê tử của anh, Tạ Thu Đồng, lại mang danh \"Đông Tấn Đệ Nhất Nữ Ma Đầu\", người bị đồn đại là điên loạn và đã giết chết 4 người chồng trước đó.\r\n\r\nTuy nhiên, Đường Vũ nhanh chóng phát hiện ra sự điên loạn của Tạ Thu Đồng chỉ là vỏ bọc để cô sinh tồn giữa những âm mưu chính trị thâm độc của Thái tử Tư Mã Túc và người chú đạo đức giả Tạ Ngu. Bị kẹt giữa một cô vợ nguy hiểm, một nữ sát thủ Ma giáo tên Hỉ Nhi đang đòi tấm bản đồ kho báu gia truyền, và sự khinh miệt của gia tộc nhà vợ, Đường Vũ buộc phải vùng lên. Bằng kiến thức hiện đại, anh chế tạo nỏ Tam Cung phá vỡ quy tắc quân sự và dùng triết học \"Lý Học\" để vả mặt những kẻ trí thức hủ bại, từng bước chinh phục cô vợ \"điên\" và thay đổi vận mệnh cả triều đại.",
      "top": 11,
      "poster": "https://bbs.dyyjmax.org/assets/files/2025-11-13/1763011292-76720-21.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dba",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dqs",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 3,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dbe",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 4,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6dzi",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        }
      ]
    },
    {
      "name": "20202-一枪定山河（52集）",
      "vietName": "Phận Con Thứ Bị Cấm Học Võ Lén Luyện Thần Công Cứu Gia Tộc Vẫn Bị Ép Phế Tay Chân Và Màn Phản Công",
      "summary": "Gia tộc họ Lâm hàng trăm năm qua tồn tại một quy định tàn khốc: Phàm là con thứ (dòng dõi vợ lẽ) tuyệt đối không được học võ, kẻ trái lệnh sẽ bị phế bỏ võ công và đánh gãy tay chân. Nữ chính sinh ra mang phận con thứ thấp hèn, cha ruột từng vì lén học võ mà bị gia tộc cắt gân tay trở thành phế nhân, nên ông kịch liệt cấm cản cô đi theo vết xe đổ. Tuy nhiên, cô lại là kỳ tài võ học hiếm có, lén lút luyện thành Long Ngâm Thương - tuyệt kỹ thất truyền của lão tổ tông. Bi kịch ập đến khi kẻ thù truyền kiếp cấu kết với ngoại bang tấn công gia tộc. Trong khi đám con dòng đích ngạo mạn nhanh chóng bại trận, nữ chính đã đứng ra một mình chống lại cường địch. Nhưng trớ trêu thay, sau khi cứu cả gia tộc thoát khỏi diệt vong, cô lại bị chính cha mình và gia quy ép phải tự phế võ công để tạ tội. Cùng lúc đó, một bí mật động trời về người bác bị trục xuất 60 năm trước quay lại báo thù được hé lộ. Liệu cô gái nhỏ có phá bỏ được định kiến ngàn năm và bảo vệ được những người thân yêu?",
      "top": 12,
      "poster": "https://bbs.dyyjpro.com/assets/files/2025-04-06/1743938203-745853-26.jpg",
      "year": 2025,
      "genre": "",
      "country": "",
      "allowPC": false,
      "episodes": [
        {
          "ep": 1,
          "embedUrl": "",
          "videoUrl": "https://www.facebook.com/share/v/17gcthJ32L/",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        },
        {
          "ep": 2,
          "embedUrl": "https://geo.dailymotion.com/player.html?video=x9w6jmc",
          "videoUrl": "",
          "uploadDate": "2025-12-22",
          "shopeeLink": null
        }
      ]
    }
  ],
  "banners": [],
  "updated": "2025-12-22T14:47:01.330102"
}